[
  {
    "caseNum": "2019다296172",
    "issues": [
      "학교법인이 임차인이 주선한 신규임차인이 되려는 자와 임대차계약을 체결하는 것이 경쟁입찰의 방법으로 임차인을 선정해야 할 법령상 의무를 위반하는 것이 되는 경우, 구 상가건물 임대차보호법 제10조의4 제1항 제4호에서 정한 임대차계약 체결을 거절할 ‘정당한 사유’가 있는 경우에 해당하는지 여부(원칙적 적극)"
    ],
    "order": 1,
    "yo": [
      "구 상가건물 임대차보호법(2018. 10. 16. 법률 제15791호로 개정되기 전의 것, 이하 ‘구 상가임대차법’이라 한다) 제10조의4는 “임대인은 임대차기간이 끝나기 3개월 전부터 임대차 종료 시까지 다음 각호의 어느 하나에 해당하는 행위를 함으로써 권리금 계약에 따라 임차인이 주선한 신규임차인이 되려는 자로부터 권리금을 지급받는 것을 방해하여서는 아니 된다.”라고 정하면서(제1항), 각호의 사유 중 하나로 ‘그 밖에 정당한 사유 없이 임대인이 임차인이 주선한 신규임차인이 되려는 자와 임대차계약의 체결을 거절하는 행위’를 들고 있다(제4호). 임대인이 위와 같은 권리금 회수기회 보호의무를 위반하여 임차인에게 손해를 발생하게 한 때에는 그 손해를 배상할 책임을 부담한다(같은 조 제3항). 한편 사립학교법 제33조, 사학기관 재무·회계 규칙 제35조 제1항에 의하면, 학교법인은 국가를 당사자로 하는 계약에 관한 법률 시행령 제26조 제1항 제5호 (가)목의 금액인 5,000만 원(연액 또는 총액 기준)을 초과하는 임대차계약을 체결하려는 경우 위 규칙 제35조 제3항에서 정하는 수의계약에 의할 수 있는 사유가 없는 한 일반경쟁에 부쳐야 한다. 이와 같이 학교법인이 임차인이 주선한 신규임차인이 되려는 자와 임대차계약을 체결하는 것이 경쟁입찰의 방법으로 임차인을 선정해야 할 법령상 의무를 위반하는 것이 되는 경우, 달리 특별한 사정이 없는 한 학교법인이 그러한 사정을 들어 임대차계약 체결을 거절하는 것에는 구 상가임대차법 제10조의4 제1항 제4호에서 정한 ‘정당한 사유’가 있다고 보아야 한다."
    ],
    "refClauses": [
      [
        "구 상가건물 임대차보호법(2018. 10. 16. 법률 제15791호로 개정되기 전의 것) 제10조의4 제1항 제4호",
        "제3항",
        "사립학교법 제33조",
        "사학기관 재무·회계 규칙 제35조 제1항",
        "제3항",
        "국가를 당사자로 하는 계약에 관한 법률 시행령 제26조 제1항 제5호 (가)목"
      ]
    ],
    "wholePrec": "【원고(반소피고), 피상고인】 학교법인 동은학원 (소송대리인 법무법인(유한) 이현 담당변호사 이환권)【피고(반소원고), 상고인】 피고(반소원고) (소송대리인 법무법인 새얼 담당변호사 최영식 외 1인)【원심판결】 서울고법 2019. 10. 25. 선고 (인천)2019나10666, 10673 판결【주 문】 상고를 기각한다. 상고비용은 피고(반소원고)가 부담한다.【이 유】 상고이유를 판단한다.  1.  상고이유 제1점(권리금 회수기회 보호의무 위반 부분)에 대하여  가.  구 「상가건물 임대차보호법」(2018. 10. 16. 법률 제15791호로 개정되기 전의 것, 이하 ‘구 상가임대차법’이라 한다) 제10조의4는 “임대인은 임대차기간이 끝나기 3개월 전부터 임대차 종료 시까지 다음 각호의 어느 하나에 해당하는 행위를 함으로써 권리금 계약에 따라 임차인이 주선한 신규임차인이 되려는 자로부터 권리금을 지급받는 것을 방해하여서는 아니 된다.”라고 정하면서(제1항), 각호의 사유 중 하나로 ‘그 밖에 정당한 사유 없이 임대인이 임차인이 주선한 신규임차인이 되려는 자와 임대차계약의 체결을 거절하는 행위’를 들고 있다(제4호). 임대인이 위와 같은 권리금 회수기회 보호의무를 위반하여 임차인에게 손해를 발생하게 한 때에는 그 손해를 배상할 책임을 부담한다(같은 조 제3항).한편 사립학교법 제33조, 사학기관 재무·회계 규칙 제35조 제1항에 의하면, 학교법인은 국가를 당사자로 하는 계약에 관한 법률 시행령 제26조 제1항 제5호 (가)목의 금액인 5,000만 원(연액 또는 총액 기준)을 초과하는 임대차계약을 체결하려는 경우 위 규칙 제35조 제3항에서 정하는 수의계약에 의할 수 있는 사유가 없는 한 일반경쟁에 부쳐야 한다. 이와 같이 학교법인이 임차인이 주선한 신규임차인이 되려는 자와 임대차계약을 체결하는 것이 경쟁입찰의 방법으로 임차인을 선정해야 할 법령상 의무를 위반하는 것이 되는 경우, 달리 특별한 사정이 없는 한 학교법인이 그러한 사정을 들어 임대차계약 체결을 거절하는 것에는 구 상가임대차법 제10조의4 제1항 제4호에서 정한 ‘정당한 사유’가 있다고 보아야 한다.  나.  원심은 그 판시와 같은 이유를 들어, 원고(반소피고, 이하 ‘원고’라 한다)가 사립학교법 제33조, 사학기관 재무·회계 규칙 제35조 제1항에 따라 경쟁입찰의 방법으로 임차인을 선정해야 할 의무가 있다는 이유로 피고(반소원고, 이하 ‘피고’라 한다)가 주선한 자와의 임대차계약 체결을 거절한 것은 구 상가임대차법 제10조의4 제1항 제4호에서 정한 ‘정당한 사유’가 있는 경우에 해당하여, 권리금 회수기회 보호의무 위반에 해당하지 않는다고 판단하였다.  다.  앞서 본 법리에 따라 기록을 살펴보면, 원심의 판단은 정당하고, 거기에 상고이유 주장과 같이 구 상가임대차법 제10조의4 제1항 제4호의 ‘정당한 사유’에 대한 법리를 오해하여 판결에 영향을 미친 잘못이 없다.  2.  상고이유 제2점(동시이행항변 부분)에 대하여 피고의 이 부분 상고이유 주장은, 원고에게 권리금 회수기회 보호의무 위반을 원인으로 한 손해배상채무가 있음을 전제로 원고의 손해배상채무와 피고의 이 사건 점포 인도의무가 동시이행관계에 있다는 것이다. 그러나 위와 같이 원고에게 권리금 회수기회 보호의무 위반을 인정하지 아니한 원심의 판단이 정당한 이상, 이 부분 상고이유 주장은 더 나아가 살펴볼 필요 없이 받아들일 수 없다.  3.  결론 그러므로 상고를 기각하고 상고비용은 패소자가 부담하도록 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.",
    "judge": "대법관 민유숙(재판장) 김재형 이동원 노태악(주심)"
  },
  {
    "caseNum": "2018다241410",
    "issues": [
      "甲이 乙을 상대로 제기한 공유물분할청구의 소에 관하여 선고한 원심판결의 주문에서 ‘1. 가. (가), (나) 부분 토지는 乙의 소유로, (다) 부분 토지는 甲의 소유로 각 분할한다. 나. 甲은 乙로부터 가액보상금을 지급받음과 동시에, 乙에게 (가), (나) 부분 토지 중 甲의 지분에 관하여 공유물분할을 원인으로 한 소유권이전등기절차를 이행하라’고 한 사안에서, 원심판결의 주문 제1의 가항과 나항은 효과 면에서 서로 모순된다고 한 사례",
      "공유물분할청구의 소에서 법원이 등기의무자가 아닌 자를 상대로 등기의 말소절차 이행을 명할 수 있는지 여부(소극)"
    ],
    "order": 2,
    "yo": [
      "甲이 乙을 상대로 제기한 공유물분할청구의 소에 관하여 선고한 원심판결의 주문에서 ‘1. 가. (가), (나) 부분 토지는 乙의 소유로, (다) 부분 토지는 甲의 소유로 각 분할한다. 나. 甲은 乙로부터 가액보상금을 지급받음과 동시에, 乙에게 (가), (나) 부분 토지 중 甲의 지분에 관하여 공유물분할을 원인으로 한 소유권이전등기절차를 이행하라’고 한 사안에서, 원심판결의 주문 제1의 가항은 형성판결로서 그대로 확정될 경우, 乙은 (가), (나) 부분 토지에 관한 단독소유권을 취득하고, 甲은 (다) 부분 토지에 관한 단독소유권을 취득하게 되므로, 乙이 단독소유권을 취득하게 될 (가), (나) 부분 토지와 관련하여, 甲이 乙에게 (가), (나) 부분 토지 중 甲의 지분에 관하여 소유권이전등기신청에 대한 의사표시를 별도로 할 필요가 없고, 반면에 원심판결의 주문 제1의 나항은 이행판결로서 그대로 확정될 경우, 乙이 반대의무인 가액보상금 지급의무를 이행한 사실을 증명하여 재판장의 명령에 의하여 집행문을 받아야만 (가), (나) 부분 토지 중 甲의 지분에 관하여 甲의 소유권이전등기신청에 대한 의사표시 의제의 효과가 발생하므로, 향후 (가), (나) 부분 토지 중 甲의 지분에 관하여 甲의 소유권이전등기신청에 대한 의사표시가 필요하지 않음을 전제로 하는 원심판결의 주문 제1의 가항과 향후 (가), (나) 부분 토지 중 甲의 지분에 관하여 甲의 소유권이전등기신청에 대한 의사표시가 필요함을 전제로 하는 원심판결의 주문 제1의 나항은 효과 면에서 서로 모순되므로, 원심판결에는 이유모순 등의 잘못이 있다고 한 사례.",
      "공유물분할청구의 소는 형성의 소로서 법원은 공유물분할을 청구하는 원고가 구하는 방법에 구애받지 않고 재량에 따라 합리적 방법으로 분할을 명할 수 있다. 그러나 법원은 등기의무자, 즉 등기부상의 형식상 그 등기에 의하여 권리를 상실하거나 기타 불이익을 받을 자(등기명의인이거나 그 포괄승계인)가 아닌 자를 상대로 등기의 말소절차 이행을 명할 수는 없다."
    ],
    "refClauses": [
      [
        "민법 제269조",
        "민사소송법 제208조"
      ],
      [
        "민법 제269조"
      ]
    ],
    "refPrecs": [
      [
        "2014다88888"
      ]
    ],
    "wholePrec": "【원고(반소피고), 피상고인】 원고(반소피고) (소송대리인 법무법인 규원 담당변호사 김상철 외 5인)【피고(반소원고), 상고인】 피고(반소원고) (소송대리인 법무법인(유한) 동인 담당변호사 김동운 외 1인)【원심판결】 서울고법 2018. 5. 24. 선고 2017나2013180, 2013197 판결【주 문】 원심판결 중 본소에 관한 부분을 파기하고, 이 부분 사건을 서울고등법원에 환송한다. 반소에 관한 피고(반소원고)의 상고를 기각한다. 반소에 관한 상고비용은 피고(반소원고)가 부담한다.【이 유】 상고이유를 판단한다.  1.  상고이유 제1점에 대하여 원심은 그 판시와 같은 이유로, 소외 1과 소외 2가 이 사건 토지의 특정부분을 구분소유하기로 약정하였다거나 이후 원고(반소피고, 이하 ‘원고’라고 한다)와 피고(반소원고, 이하 ‘피고’라고 한다) 사이에 구분소유 약정이 있었다고 보기 어렵다고 판단하였다. 관련 법리와 기록에 비추어 살펴보면, 원심의 판단에 상고이유 주장과 같이 필요한 심리를 다하지 않은 채 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나거나 변론주의, 처분문서의 증명력, 구분소유적 공유관계에 관한 법리 등을 오해한 잘못이 없다.  2.  상고이유 제2점에 대하여 원심은 피고가 주장하는 사정이나 제출한 증거만으로는 1982. 6. 16. 소외 2가 이 사건 (가), (나) 부분 토지 및 지상 건물을 일괄하여 매수하였음을 인정하기 부족하고 달리 이를 인정할 증거가 없다는 이유로 피고의 반소청구 중 매매를 원인으로 한 소유권이전등기청구를 기각하였다. 원심판결 이유와 기록에 비추어 살펴보면, 원심의 판단에 상고이유 주장과 같이 필요한 심리를 다하지 않은 채 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나거나 처분문서의 증명력에 관한 법리를 오해한 잘못이 없다.  3.  상고이유 제3점에 대하여 원심은 이 사건 (가), (나) 부분 토지에 대한 소외 2의 점유가 자주점유가 아니라는 등의 이유로 피고의 반소청구 중 점유취득시효를 원인으로 한 소유권이전등기청구를 기각하였다. 관련 법리와 기록에 비추어 살펴보면, 원심의 판단에 상고이유 주장과 같이 자주점유 추정의 복멸에 관한 법리를 오해하거나 이유모순의 잘못이 없다.  4.  직권판단 및 상고이유 제4점에 대한 판단  가.  원심의 판단 1) 원심은 본소인 공유물분할청구의 소에 관하여 그 판시와 같은 이유로, 피고가 소유하고 있는 이 사건 (가), (나) 부분 건물의 담장을 경계로 하여, 이 사건 (가), (나) 부분 토지 234㎡는 피고의 소유로, 이 사건 (다) 부분 토지 229㎡는 원고의 소유로 분할함이 타당하고, 피고의 지분 상당의 면적(198㎡)보다 36㎡를 더 소유하게 되는 피고가 원고에게 위 36㎡의 시가에 대한 가액보상금으로 304,560,000원을 지급함이 상당하며, 위 보상금 지급의무와 원고가 피고에게 이 사건 (가), (나) 부분 토지 234㎡ 중 265/463 지분에 관하여 공유물분할을 원인으로 한 소유권이전등기와 이 사건 근저당권설정등기 말소등기의 각 절차를 이행할 의무는 동시이행관계에 있다고 보았다. 2) 이를 전제로 하여 원심이 본소에 관하여 선고한 원심판결의 주문은 다음과 같다. 가) 이 사건 (가), (나) 부분 토지 234㎡는 피고의 소유로, 이 사건 (다) 부분 토지 229㎡는 원고의 소유로 각 분할한다(원심판결의 주문 제1의 가항). 나) 원고는 피고로부터 304,560,000원을 지급받음과 동시에, 피고에게 이 사건 (가), (나) 부분 토지 234㎡ 중 265/463 지분에 관하여 공유물분할을 원인으로 한 소유권이전등기절차 및 2016. 7. 13. 마쳐진 이 사건 근저당권설정등기의 말소등기절차를 이행하라(원심판결의 주문 제1의 나항). 다) 피고는 원고로부터 이 사건 (가), (나) 부분 토지 234㎡ 중 265/463 지분에 관하여 공유물분할을 원인으로 한 소유권이전등기절차 및 2016. 7. 13. 마쳐진 이 사건 근저당권설정등기의 말소등기절차를 이행받음과 동시에, 원고에게 304,560,000원을 지급하라(원심판결의 주문 제1의 다항).  나.  대법원의 판단 1) 먼저 원심판결의 주문 제1의 가항 부분과 제1의 나항 중 소유권이전등기절차 이행 부분에 관하여 직권으로 살펴본다. 원심판결의 주문 제1의 가항은 형성판결로서 그대로 확정될 경우, 피고는 이 사건 (가), (나) 부분 토지 234㎡에 관한 단독소유권을 취득하고, 원고는 이 사건 (다) 부분 토지 229㎡에 관한 단독소유권을 취득하게 된다. 따라서 피고가 단독소유권을 취득하게 될 이 사건 (가), (나) 부분 토지 234㎡와 관련하여, 원고가 피고에게 이 사건 (가), (나) 부분 토지 234㎡ 중 265/463 지분에 관하여 소유권이전등기신청에 대한 의사표시를 별도로 할 필요가 없다. 반면에 원심판결의 주문 제1의 나항 중 소유권이전등기절차 이행 부분은 이행판결로서 그대로 확정될 경우, 피고가 반대의무인 가액보상금 지급의무를 이행한 사실을 증명하여 재판장의 명령에 의하여 집행문을 받아야만 이 사건 (가), (나) 부분 토지 234㎡ 중 265/463 지분에 관하여 원고의 소유권이전등기신청에 대한 의사표시 의제의 효과가 발생한다. 따라서 향후 이 사건 (가), (나) 부분 토지 234㎡ 중 265/463 지분에 관하여 원고의 소유권이전등기신청에 대한 의사표시가 필요하지 않음을 전제로 하는 원심판결의 주문 제1의 가항과 향후 이 사건 (가), (나) 부분 토지 234㎡ 중 265/463 지분에 관하여 원고의 소유권이전등기신청에 대한 의사표시가 필요함을 전제로 하는 원심판결의 주문 제1의 나항 중 소유권이전등기절차 이행 부분은 그 효과 면에서 서로 모순된다. 이러한 원심판결에는 이유모순 등의 잘못이 있고, 위와 같은 사유는 당사자의 주장이 없더라도 법원이 직권으로 조사하여 판단할 수 있다. 2) 다음으로 원심판결의 주문 제1의 나항 중 근저당권설정등기의 말소등기절차 이행 부분에 관하여 살펴본다. 가) 공유물분할청구의 소는 형성의 소로서 법원은 공유물분할을 청구하는 원고가 구하는 방법에 구애받지 않고 재량에 따라 합리적 방법으로 분할을 명할 수 있다(대법원 2015. 7. 23. 선고 2014다88888 판결 등 참조). 그러나 법원은 등기의무자, 즉 등기부상의 형식상 그 등기에 의하여 권리를 상실하거나 기타 불이익을 받을 자(등기명의인이거나 그 포괄승계인)가 아닌 자를 상대로 등기의 말소절차 이행을 명할 수는 없다. 나) 원심판결 이유에 의하면 원고가 2016. 7. 13. 주식회사 신한은행 앞으로 이 사건 토지 중 265/463 지분 및 이 사건 (다) 부분 건물에 관하여 채권최고액 1,470,000,000원인 근저당권설정등기를 마쳐주었음을 알 수 있다. 따라서 이 사건 (가), (나) 부분 토지 234㎡ 중 265/463 지분에 관한 근저당권설정등기의 말소등기와 관련하여 원고는 등기의무자가 아니므로, 원고에게 위 근저당권설정등기의 말소절차 이행을 명할 수 없다. 그런데도 원심이 그 판시와 같은 이유로 원고에게 위 근저당권설정등기의 말소절차 이행을 명한 데에는 등기의무자에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. 이를 지적하는 상고이유 주장은 이유 있다. 3) 원심판결 중 나머지 본소 관련 주문은 하나의 공유물분할판결로 함께 확정되어야 하므로 본소에 관한 원심판결은 모두 그대로 유지될 수 없다.  5.  결론 그러므로 원심판결 중 본소에 관한 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하며, 반소에 관한 피고의 상고를 기각하고 그 부분에 관한 상고비용은 패소자가 부담하도록 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.",
    "judge": "대법관 김재형(재판장) 민유숙 이동원(주심) 노태악"
  },
  {
    "caseNum": "2019두63485",
    "issues": [
      "부동산 실권리자명의 등기에 관한 법률 제10조 제1항 단서에서 과징금을 부과할 수 없는 사유로 정한 ‘등기를 신청하지 못할 정당한 사유가 있는 경우’의 의미",
      "1필의 토지 중 일부를 특정하여 매매계약을 체결한 경우, 매매대상이 된 특정 부분을 분할한 다음 그 부분에 관하여 소유권이전등기를 하는 것이 원칙인지 여부(적극) 및 1필의 토지 중 특정 부분에 대한 구분소유적 공유관계를 표상하기 위한 공유등기를 마치기 위해서는 그에 관한 합의가 있어야 하는지 여부(적극)",
      "甲이 거주하고 있는 건물이, 건축물이 있는 대지로서 용도지역이 준공업지역으로 지정되어 있는 乙 소유의 토지의 경계를 일부 침범하여, 甲이 乙로부터 위 토지 중 경계를 침범한 약 33㎡를 매수하는 계약을 체결하고 매매대금 전액을 지급한 후 40여 년이 지나 위 토지 중 일부 지분에 관한 소유권이전등기를 마쳤는데, 관할 구청장이 甲에 대하여 부동산 실권리자명의 등기에 관한 법률 제10조 제1항에 따른 장기미등기자에 해당한다는 이유로 과징금을 부과한 사안에서, 건축법령상 위 토지 중 경계침범 부분의 분할이 제한되므로, 甲이 장기간 위 경계침범 부분에 관한 소유권이전등기를 신청하지 못한 데에 정당한 사유가 없다고 단정하기는 어렵다고 한 사례"
    ],
    "order": 3,
    "yo": [
      "부동산 실권리자명의 등기에 관한 법률 제10조 제1항 단서에서 장기미등기자에 대하여 과징금을 부과할 수 없는 사유의 하나로 정한 ‘등기를 신청하지 못할 정당한 사유가 있는 경우’란 장기미등기자의 책임으로 돌릴 수 없는 법령상 또는 사실상의 장애로 인하여 그에게 등기신청의무의 이행을 기대하는 것이 무리라고 볼 만한 사정이 있는 경우를 말한다.",
      "1필의 토지 중 일부를 특정하여 매매계약을 체결한 경우, 그 매매계약에 따른 소유권이전등기는 해당 토지 중 매매대상이 된 특정 부분을 분할한 다음 분할된 특정 부분에 관하여 소유권이전등기를 하는 것이 원칙이다. 이와 달리 1필의 토지 중 특정 부분에 대한 구분소유적 공유관계를 표상하기 위한 공유등기를 마치기 위해서는 당사자들 사이에 구분소유적 공유관계를 설정하기 위한 공유등기의 합의가 있어야 한다.",
      "甲이 거주하고 있는 건물이, 건축물이 있는 대지로서 용도지역이 준공업지역으로 지정되어 있는 乙 소유의 토지(이하 ‘乙 소유 토지’라 한다)의 경계를 일부 침범하여, 甲이 乙로부터 乙 소유 토지 중 경계를 침범한 약 33㎡(이하 ‘대상토지’라 한다)를 매수하는 계약을 체결하고 매매대금 전액을 지급한 후 40여 년이 지나 乙 소유 토지 중 일부 지분에 관한 소유권이전등기를 마쳤는데, 관할 구청장이 甲에 대하여 부동산 실권리자명의 등기에 관한 법률 제10조 제1항에 따른 장기미등기자에 해당한다는 이유로 과징금을 부과한 사안에서, 甲이 매매계약에 따라 대상토지에 관한 소유권이전등기를 신청하기 위해서는 먼저 乙 소유 토지 중 대상토지 부분을 분할하여야 하는데, 건축법령에 의하여 乙 소유 토지 중 약 33㎡에 해당하는 대상토지의 분할이 제한되고 있는 이상, 甲으로서는 대상토지에 관한 소유권이전등기절차를 이행하는 것이 불가능하므로, 甲에게 대상토지에 관한 소유권이전등기 신청의무의 이행을 기대하기 어려운 법령상 장애가 있었다고 볼 수 있고, 甲이 경계침범 부분을 특정하여 매수한 경위에 비추어 건축법령에 따른 법령상 장애 자체를 甲의 책임으로 돌릴 수는 없으므로, 甲이 장기간 乙 소유 토지 중 대상토지에 관한 소유권이전등기를 신청하지 못한 데에 정당한 사유가 없다고 단정하기는 어려운데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례."
    ],
    "refClauses": [
      [
        "부동산 실권리자명의 등기에 관한 법률 제10조 제1항"
      ],
      [
        "민법 제186조",
        "제262조",
        "제563조"
      ],
      [
        "부동산 실권리자명의 등기에 관한 법률 제10조 제1항",
        "구 건축법(1999. 2. 8. 법률 제5895호로 개정되기 전의 것) 제49조 제2항(현행 제57조 제1항 참조)",
        "구 건축법 시행령(1995. 12. 30. 대통령령 제14891호로 개정되기 전의 것) 제80조 제1항 제10호(현행 제80조 제3호 참조)",
        "국토의 계획 및 이용에 관한 법률 제36조",
        "국토의 계획 및 이용에 관한 법률 시행령 제30조 제1항 제3호 (다)목"
      ]
    ],
    "refPrecs": [
      [
        "2000두6558",
        "2004두14427"
      ]
    ],
    "wholePrec": "【원고, 상고인】 원고 (소송대리인 변호사 강길)【피고, 피상고인】 서울특별시 영등포구청장【원심판결】 서울고법 2019. 11. 15. 선고 2019누38818 판결【주 문】 원심판결을 파기하고, 사건을 서울고등법원에 환송한다.【이 유】 상고이유를 판단한다.  1.  사건의 개요와 쟁점  가.  원심판결 이유와 기록에 의하면 다음과 같은 사정들을 알 수 있다. (1) 원고는 서울 영등포구 (주소 1 생략) 지상 건물(이하 ‘이 사건 건물’이라 한다)에 거주하고 있는데 이 사건 건물은 (주소 2 생략) 대 106.8㎡(이하 ‘이 사건 토지’라 한다)의 경계를 일부 침범해 있었다. 이 사건 토지는 「국토의 계획 및 이용에 관한 법률」에 따라 용도지역이 ‘준공업지역’으로 지정되어 있고, 그 지상에는 별도의 건물이 있다. (2) 1972. 4. 12. 원고는 이 사건 토지의 소유자인 소외인으로부터 이 사건 토지 중 이 사건 건물이 경계를 침범한 약 33㎡(10평, 이하 ‘대상토지’라 한다)를 대금 12만 원에 매수하는 계약을 체결하고(이하 ‘이 사건 매매계약’이라 한다) 그 무렵 소외인에게 매매대금 전액을 지급하였다. (3) 2016. 7. 16. 소외인이 사망하자 원고는 서울남부지방법원에 소외인의 공동상속인들을 상대로 이 사건 매매계약에 따라 공유등기절차의 이행을 구하는 소를 제기하였고, 민사소송법 제257조에 따라 무변론으로 원고 승소판결이 선고되어(서울남부지방법원 2017. 3. 28. 선고 2017가단202634 판결) 그 무렵 그대로 확정되었다(이하 ‘관련 민사판결’이라 한다). (4) 관련 민사판결에 따라 원고는 2017. 6. 27. 이 사건 토지 중 3,630/11,748 지분에 관한 소유권이전등기를 마쳤다. (5) 피고는 2018. 5. 9. 원고에 대하여 ‘매매대금을 모두 지급한 날로부터 3년 이내에 대상토지에 관한 소유권이전등기를 마치지 아니함으로써 부동산 실권리자명의 등기에 관한 법률(이하 ‘부동산실명법’이라 한다) 제10조 제1항에 따른 장기미등기자에 해당한다’는 이유로 과징금 8,250,000원을 부과하는 이 사건 처분을 하였다.  나.  이 사건의 쟁점은, 원고가 장기간 이 사건 토지 중 대상토지를 분할하여 소유권이전등기를 신청하지 못한 데에 부동산실명법 제10조 제1항 단서에서 정한 ‘정당한 사유’가 있다고 볼 수 있는지 여부이다.  2.  원심의 판단 원심은 다음과 같은 이유로 원고에게 등기를 신청하지 못할 정당한 사유가 인정되지 않는다고 판단하였다. (1) 이 사건 매매계약 체결 당시 이미 건축법령에 따른 대지면적 최소한도 제한이 존재하고 있었으므로 원고로서는 매매계약 체결 당시부터 대상토지로의 분필이 제한될 수 있음을 예상할 수 있었다. (2) 원고가 이 사건 매매계약 체결 후 관계 기관에 대상토지의 분할 및 대상토지에 관한 소유권이전등기를 신청하였다가 관계 법령에 따라 분할이 불가능하다는 사유로 등기신청이 반려되었다거나, 구분소유적 공유를 위한 공유등기를 포함하여 대상토지에 관한 소유권이전등기의 신청을 위하여 노력하였다고 볼 만한 구체적·객관적 증거도 없다.  3.  대법원의 판단  가.  (1) 부동산실명법 제10조 제1항 단서에서 장기미등기자에 대하여 과징금을 부과할 수 없는 사유의 하나로 정한 ‘등기를 신청하지 못할 정당한 사유가 있는 경우’란 장기미등기자의 책임으로 돌릴 수 없는 법령상 또는 사실상의 장애로 인하여 그에게 등기신청의무의 이행을 기대하는 것이 무리라고 볼 만한 사정이 있는 경우를 말한다(대법원 2002. 5. 17. 선고 2000두6558 판결 등 참조).  1995.  7. 1. 부동산실명법 시행일 당시의 구 건축법(1999. 2. 8. 법률 제5895호로 개정되기 전의 것) 제49조는 건축물이 있는 대지는 대통령령이 정하는 범위 안에서 시·군·구의 조례로 정하는 면적 기준에 미달되게 분할할 수 없다고 규정하였다. 그 위임에 따라 구 건축법 시행령(1995. 12. 30. 대통령령 제14891호로 개정되기 전의 것) 제80조 제1항 제10호는 준공업지역의 대지면적의 최소한도는 150㎡ 이상의 범위 안에서 건축조례가 정하는 규모 이상이어야 한다고 규정하였고, 구 서울특별시 영등포구 건축조례(1996. 12. 6. 서울특별시영등포구조례 제350호로 전부 개정되기 전의 것) 제41조 제1항 제10호는 준공업지역의 대지면적의 최소한도는 200㎡ 이상이어야 한다고 규정하였다. 그리고 이와 같은 건축물 있는 대지에 관한 대지면적 최소한도 미만으로의 분할 제한은 현행 건축법 제57조 제1항, 건축법 시행령 제80조 제3호 및 서울특별시 건축조례 제29조에 이르기까지 계속해서 유지되고 있다. (2) 1필의 토지 중 일부를 특정하여 매매계약을 체결한 경우, 그 매매계약에 따른 소유권이전등기는 해당 토지 중 매매대상이 된 특정 부분을 분할한 다음 분할된 특정 부분에 관하여 소유권이전등기를 하는 것이 원칙이다. 이와 달리 1필의 토지 중 특정 부분에 대한 구분소유적 공유관계를 표상하기 위한 공유등기를 마치기 위해서는 당사자들 사이에 구분소유적 공유관계를 설정하기 위한 공유등기의 합의가 있어야 한다.  나.  앞서 본 사실관계를 관련 규정과 법리에 비추어 살펴보면, 원고는 부동산실명법이 시행된 1995. 7. 1.부터 이 사건 토지에 관하여 원고 명의의 지분 소유권이전등기를 신청한 2017. 6. 27.까지 대상토지에 관한 소유권이전등기를 신청하지 못한 데에 정당한 사유가 없다고 단정하기는 어렵다. 그 구체적인 이유는 다음과 같다. (1) 건축물이 있는 대지로서 용도지역이 준공업지역으로 지정되어 있는 이 사건 토지는, 원고가 처음으로 부동산실명법 제10조 제1항의 적용을 받게 된 1995. 7. 1.부터 원고가 이 사건 토지 중 일부 지분에 관한 소유권이전등기를 신청한 2017. 6. 27.까지 계속해서 건축법령에 의하여 200㎡ 미만으로 분할할 수 없는 제한이 있어 왔다. 원고가 이 사건 매매계약에 따라 대상토지에 관한 소유권이전등기를 신청하기 위해서는 먼저 이 사건 토지 중 대상토지 부분을 분할하여야 한다. 그런데 위와 같이 건축법령에 의하여 이 사건 토지 중 약 33㎡에 해당하는 대상토지의 분할이 제한되고 있는 이상, 원고로서는 대상토지에 관한 소유권이전등기절차를 이행하는 것이 불가능하므로(대법원 2017. 8. 29. 선고 2016다212524 판결 참조), 원고에게 대상토지에 관한 소유권이전등기 신청의무의 이행을 기대하기 어려운 법령상 장애가 있었다고 볼 수 있다. (2) 원고는 이 사건 건물이 이 사건 토지의 경계를 일부 침범하여 부득이 이 사건 토지 중 경계침범 부분을 특정하여 매수한 것으로 보인다. 이러한 경위로 원고가 분할이 제한되는 토지를 매수하였다면 그러한 이유만으로 건축법령에 따른 법령상 장애 자체를 원고의 책임으로 돌릴 수는 없다. (3) 다만 원고와 소외인이 이 사건 매매계약에 따른 소유권이전등기를 분필을 전제로 하는 소유권이전등기가 아니라, 구분소유적 공유관계 설정을 위한 공유등기를 하기로 합의하였다고 한다면, 원고는 공유등기방식으로 이 사건 매매계약에 따른 소유권이전등기를 신청할 수 있으므로, 이러한 경우에는 원고에게 등기를 신청하지 못할 정당한 사유가 인정될 수 없을 것이다.  다.  그런데도 원심은 이러한 점을 구체적으로 따져보지 아니한 채 원고가 대상토지에 관한 소유권이전등기를 신청하지 못한 데 정당한 사유가 인정되지 않는다고 판단하고 말았다. 이러한 원심의 판단에는 필요한 심리를 다하지 아니하여 부동산실명법상 ‘등기를 신청하지 못할 정당한 사유’에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다.  4.  결론 그러므로 원심판결을 파기하고, 사건을 다시 심리·판단하게 하기 위하여 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.",
    "judge": "대법관 민유숙(재판장) 김재형 이동원 노태악(주심)"
  },
  {
    "caseNum": "2020다221020",
    "issues": [
      "구 유통산업발전법 제12조 제1항 제3호에서 대규모점포개설자의 업무로 규정하고 있는 ‘그 밖에 대규모점포의 유지·관리를 위하여 필요한 업무’에 당해 대규모점포의 운영·관리를 위해 부과되는 관리비 징수가 포함되는지 여부(적극) 및 구 재래시장 및 상점가 육성을 위한 특별법, 구 전통시장 및 상점가 육성을 위한 특별법에 따라 시장관리자로 지정된 경우, 상인들을 상대로 업무수행에 소요되는 경비를 부과·징수할 수 있는지 여부(적극)",
      "구 전통시장 및 상점가 육성을 위한 특별법 제67조에 따라 시장관리자로 지정되었고, 구 유통산업발전법 제8조 제1항에 따라 대규모점포 개설등록을 마친 甲 주식회사의 시장관리 운영규정에서 시장관리 운영업무를 乙 상인회가 수행하며, 乙 상인회 산하 상가상인회(지회)가 업무 중 일부를 위임 수행할 수 있도록 정하였고, 이에 乙 상인회의 지회인 丙 운영회가 상가 내 점포 상인들로부터 관리비를 부과·징수해 왔는데, 丙 운영회로부터 탈퇴한 상인인 丁 등이 관리비 중 운영회 회비 항목에 대하여는 납부의무가 없다고 다투고 있는 사안에서, 丙 운영회는 상가 내 점포 상인들로부터 관리비를 부과·징수할 권한이 있고, 운영회 회비는 관리비에 포함된다고 볼 수 있는데도, 이와 달리 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례"
    ],
    "order": 2,
    "yo": [
      "구 유통산업발전법(2012. 6. 1. 법률 제11461호로 개정되기 전의 것, 이하 ‘구 유통산업발전법’이라고 한다) 제12조 제1항 제3호는 대규모점포개설자가 수행하는 업무로서 ‘그 밖에 대규모점포의 유지·관리를 위하여 필요한 업무’를 규정하고 있고, 당해 대규모점포의 운영·관리를 위해 부과되는 관리비 징수는 대규모점포의 본래의 유지·관리를 위하여 필요한 업무에 속한다. 그리고 이러한 법리는 유통산업발전법이 2017. 10. 31. 법률 제14997호로 개정됨에 따라 대규모점포관리자의 입점상인에 대한 관리비 등 청구권에 관한 규정이 제12조의3에 신설되어 2018. 5. 1. 시행·적용되기 전까지의 사안에 대하여 그대로 적용된다고 봄이 타당하다. 한편 구 재래시장 및 상점가 육성을 위한 특별법(2007. 12. 27. 법률 제8803호로 개정되기 전의 것), 구 전통시장 및 상점가 육성을 위한 특별법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것)에 따라 시장관리자로 지정될 경우 상업기반시설의 유지 및 관리, 화재의 예방, 청소 및 방범 활동 등의 업무를 수행함과 아울러, 구 유통산업발전법상의 대규모점포개설자와 마찬가지로 점포의 상인들을 상대로 이러한 업무수행에 소요되는 경비를 부과·징수할 수 있다.",
      "구 전통시장 및 상점가 육성을 위한 특별법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것, 이하 ‘구 전통시장법’이라고 한다) 제67조에 따라 시장관리자로 지정되었고, 구 유통산업발전법(2012. 6. 1. 법률 제11461호로 개정되기 전의 것, 이하 ‘구 유통산업발전법’이라고 한다) 제8조 제1항에 따라 대규모점포 개설등록을 마친 甲 주식회사의 시장관리 운영규정에서 시장관리 운영업무를 乙 상인회가 수행하며, 乙 상인회 산하 상가상인회(지회)가 업무 중 일부를 위임 수행할 수 있도록 정하였고, 이에 乙 상인회의 지회인 丙 운영회가 상가 내 점포 상인들로부터 관리비를 부과·징수해 왔는데, 丙 운영회로부터 탈퇴한 상인인 丁 등이 관리비 중 운영회 회비 항목에 대하여는 납부의무가 없다고 다투고 있는 사안에서, 유통산업발전법상 대규모점포관리자의 입점상인에 대한 관리비 등 청구권에 관한 규정이 신설·시행된 2018. 5. 1. 이전까지는 구 유통산업발전법에 따른 대규모점포개설자 내지 구 전통시장법에 따른 시장관리자의 지위에서, 2018. 5. 1.부터는 구 전통시장법에 따른 시장관리자의 지위에서, 甲 회사는 시장 내 각 점포의 상인들을 상대로 관리비를 부과·징수할 권한이 있고, 나아가 甲 회사가 내부 규정을 통하여 관리비의 부과·징수를 포함한 관리업무를 乙 상인회 내지 그 지회인 각 상가상인회에 포괄적으로 위임하였으므로, 丙 운영회는 위임받은 관리업무를 수행하면서 상가 내 점포 상인들로부터 그러한 업무수행에 소요되는 경비, 즉 관리비를 부과·징수할 권한이 있으며, 운영회 회비는 대부분 丙 운영회가 단체로서 운영됨에 따라 소요되는 직원급여나 회장활동비 등의 경비로 지출되고 있는데, 丙 운영회 자체의 운영·활동에 소요되는 경비는 다른 특별한 사정이 없는 한 시장의 전체적인 운영관리나 상가의 사용·보전·관리업무 수행에 수반되는 비용으로서 관리비에 포함된다고 볼 수 있는데도, 이와 달리 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례."
    ],
    "refClauses": [
      [
        "구 유통산업발전법(2012. 6. 1. 법률 제11461호로 개정되기 전의 것) 제12조 제1항 제3호",
        "유통산업발전법 제12조의3",
        "부칙(2017. 10. 31.) 제1조",
        "구 재래시장 및 상점가 육성을 위한 특별법(2007. 12. 27. 법률 제8803호로 개정되기 전의 것) 제67조 제1항(현행 전통시장 및 상점가 육성을 위한 특별법 제67조 제1항 참조)",
        "제2항(현행 전통시장 및 상점가 육성을 위한 특별법 제67조 제2항 참조)",
        "구 전통시장 및 상점가 육성을 위한 특별법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제67조 제1항",
        "제2항"
      ],
      [
        "구 유통산업발전법(2012. 6. 1. 법률 제11461호로 개정되기 전의 것) 제8조 제1항",
        "제12조 제1항 제3호",
        "유통산업발전법 제12조의3",
        "부칙(2017. 10. 31.) 제1조",
        "구 전통시장 및 상점가 육성을 위한 특별법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제67조 제1항",
        "제2항",
        "민사소송법 제52조"
      ]
    ],
    "refPrecs": [
      [
        "2019다208953"
      ]
    ],
    "wholePrec": "【원고, 상고인】 원고 (소송대리인 법무법인 태일 담당변호사 박민호)【피고, 피상고인】 별지 피고 명단 기재와 같다. (소송대리인 법무법인(유한) 한결 담당변호사 윤덕근 외 2인)【원심판결】 서울고법 2019. 12. 13. 선고 2018나2026664 판결【주 문】 원심판결의 원고 패소 부분 중 별지 2 ‘원고의 청구내역’ 중 ‘2018. 11. 27.자 청구변경 시 감축된 부분’란 기재 금액 청구 부분을 제외한 나머지 부분을 파기하고, 이 부분 사건을 서울고등법원에 환송한다. 원고의 나머지 상고를 모두 기각한다.【이 유】 상고이유를 판단한다.  1.  기본적 사실관계 원심판결 이유와 원심이 적법하게 채택한 증거에 의하면, 다음과 같은 사실을 알 수 있다.  가.  당사자들의 지위와 관계 1) 서울○○○시장 주식회사(이하 ‘○○○시장회사’라고 한다)는 1954년 설립된 후 서울 중구 (주소 생략)에 있는 ○○○시장 권역에 대하여 2007. 11.경 구 재래시장 및 상점가 육성을 위한 특별법(2007. 12. 27. 법률 제8803호로 개정되기 전의 것, 이하 ‘구 재래시장법’이라고 한다) 제67조에 따라 시장관리자로 지정되었다가 2012. 8.경 구 전통시장 및 상점가 육성을 위한 특별법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것, 이하 ‘구 전통시장법’이라고 한다) 제67조에 따라 시장관리자로 다시 지정되었고, 그 무렵 구 유통산업발전법(2012. 6. 1. 법률 제11461호로 개정되어 2012. 9. 2. 시행되기 전의 것, 이하 ‘구 유통산업발전법’이라고 한다) 제8조 제1항에 따라 ○○○시장 대규모점포 개설등록을 마쳤다. 2) ○○○시장상인회는 ○○○시장 내에서 영업하는 상인들로 구성되어 2012년 구 전통시장법 제65조 제3항에 따라 상인회로 등록을 마쳤다. ○○○시장상인회는 ○○○시장 내의 상가 또는 구역 단위별로 그 지회에 해당하는 각 상가상인회를 두고 있는데, 원고는 ○○○시장 내에 위치한 (건물명 생략)에 있는 점포(이하 ‘이 사건 상가’라고 한다)에서 영업하는 상인들로 구성된 상가상인회로서 ○○○시장상인회의 지회로 입회절차를 마친 바 있고, 이 사건 상가의 관리업무를 수행하면서 점포 상인들로부터 관리비를 부과·징수하여 오고 있다. 3) 피고들은 이 사건 상가 중 일부 점포를 임차하여 운영하였거나 현재 운영 중인 상인들로서, 원고로부터 탈퇴하여 원고의 회원이 아닌 상인들이다.  나.  ○○○시장회사의 시장관리 운영규정에 의하면, 상업기반시설의 유지 및 관리 등 시장관리 운영업무를 ○○○시장상인회가 수행하고(제3조), ○○○시장상인회는 효율적인 관리를 위해 상가상인회(지회)를 두고, 그 업무 중 일부를 위임 수행할 수 있도록 하고 있다(제5조). 그리고 ○○○시장회사의 시장관리 등 부과 규정에 의하면, ○○○시장을 관리·운영하는 데 소요될 것으로 예상되는 비용의 합계를 지출예산으로 편성하며, 지출예산의 충당을 위하여 각 상가상인회에 매월 시장관리비, 자위소방대 운영비, 시장홍보비, 기타 사업비 등을 부과할 수 있다고 규정하고 있다(제2조 내지 제4조, 제6조 등).  다.  피고들은 원고가 부과·징수하는 관리비 항목 중 점포 전기료, 청소관리비 등에 해당하는 항목에 대한 납부의무가 있음에 대하여는 다투지 않으나, 운영회 회비 항목에 대하여는 자신들이 이미 원고로부터 탈퇴하였음을 이유로 납부의무가 없다고 다투고 있다. 운영회 회비는 대부분 원고가 단체로서 운영됨에 따라 소요되는 직원급여나 회장활동비 등의 경비로 지출되고 있다.  2.  원심의 판단 원심은, 원고가 이 사건 상가 내 점포 상인들에게 부과하는 관리비 중 운영회 회비 항목에 대해서 원고 자신의 내부 관리나 운영 및 결속 등에 소요되는 비용을 포함하고 있어 소속 회원들에게만 부과·징수될 수 있는 성질의 금원이라고 보아 원고의 소속 회원이 아닌 피고들에게 그 지급의무가 있다고 볼 수 없다고 판단하고, 나아가 피고들에게 지급의무가 있다고 인정되는 부분에 대해 원고가 세부 항목별 금액을 특정하지 못하였다는 이유로 원고의 이 사건 관리비청구(원심에서 각하한 부분 제외)를 모두 기각하였다.  3.  대법원의 판단 그러나 원심의 판단은 다음과 같은 이유에서 수긍하기 어렵다.  가.  구 유통산업발전법 제12조 제1항 제3호는 대규모점포개설자가 수행하는 업무로서 ‘그 밖에 대규모점포의 유지·관리를 위하여 필요한 업무’를 규정하고 있고, 당해 대규모점포의 운영·관리를 위해 부과되는 관리비 징수는 대규모점포의 본래의 유지·관리를 위하여 필요한 업무에 속한다. 그리고 이러한 법리는 유통산업발전법이 2017. 10. 31. 법률 제14997호로 개정됨에 따라 대규모점포관리자의 입점상인에 대한 관리비 등 청구권에 관한 규정이 제12조의3에 신설되어 2018. 5. 1. 시행·적용되기 전까지의 사안에 대하여 그대로 적용된다고 봄이 타당하다. 한편 구 재래시장법, 구 전통시장법에 따라 시장관리자로 지정될 경우 상업기반시설의 유지 및 관리, 화재의 예방, 청소 및 방범 활동 등의 업무를 수행함과 아울러, 구 유통산업발전법상의 대규모점포개설자와 마찬가지로 점포의 상인들을 상대로 이러한 업무수행에 소요되는 경비를 부과·징수할 수 있다(대법원 2019. 9. 10. 선고 2019다208953 판결 등 참조).  나.  이러한 법리에 비추어 살펴보면, 유통산업발전법상 대규모점포관리자의 입점상인에 대한 관리비 등 청구권에 관한 규정이 신설·시행된 2018. 5. 1. 이전까지는 구 유통산업발전법에 따른 대규모점포개설자 내지 구 전통시장법에 따른 시장관리자의 지위에서, 2018. 5. 1.부터는 구 전통시장법에 따른 시장관리자의 지위에서, ○○○시장회사는 ○○○시장 내 각 점포의 상인들을 상대로 관리비를 부과·징수할 권한이 있고, 나아가 ○○○시장회사가 그 내부 규정을 통하여 관리비의 부과·징수를 포함한 관리업무를 ○○○시장상인회 내지 그 지회인 각 상가상인회에 포괄적으로 위임하였으므로, 원고는 위임받은 관리업무를 수행하면서 이 사건 상가 내 점포 상인들로부터 그러한 업무수행에 소요되는 경비, 즉 관리비를 부과·징수할 권한이 있고, 특별한 사정이 없는 한 자신의 이름으로 소를 제기하여 관리비를 청구할 당사자적격도 인정된다. 그리고 원고 자체의 운영·활동에 소요되는 경비는 다른 특별한 사정이 없는 한 ○○○시장의 전체적인 운영관리나 이 사건 상가의 사용·보전·관리업무 수행에 수반되는 비용으로서 위 관리비에 포함된다고 볼 수 있다. 그럼에도 원심은, 원고가 부과·징수하는 운영회 회비가 대부분 원고가 단체로서 운영됨에 따라 소요되는 직원급여나 회장활동비 등의 경비로 지출된다는 사실을 인정하면서도, 원고 자체의 운영·활동에 소요되는 비용은 원고의 관리업무에 수반되는 비용이 아니라고 전제하여 이는 원고가 상가상인회로서 소속 회원들에게만 부과·징수할 수 있는 성질의 금원으로서 소속 회원이 아닌 피고들에게 그 지급의무가 없다고 판단하였으니, 이러한 원심판결에는 원고의 관리비 징수권한, 이 사건 운영회 회비의 성격 등에 관한 법리를 오해하고 필요한 심리를 다하지 아니함으로써 판결에 영향을 미친 잘못이 있다. 이를 지적하는 취지의 상고이유 주장은 이유 있다. 한편 원고는 원심판결의 원고 패소 부분 중 원심이 재소금지 원칙에 위배되어 부적법하다는 이유로 각하한 별지 2 ‘원고의 청구내역’ 중 ‘2018. 11. 27.자 청구변경 시 감축된 부분’란 기재 금액 청구 부분에 대하여도 상고하였으나, 이 부분에 관하여는 상고장과 상고이유서에 구체적인 불복이유의 기재가 없다.  4.  결론 그러므로 원심판결의 원고 패소 부분 중 별지 2 ‘원고의 청구내역’ 중 ‘2018. 11. 27.자 청구변경 시 감축된 부분’란 기재 금액 청구 부분을 제외한 나머지 부분을 파기하고 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하며, 원고의 나머지 상고를 모두 기각하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.[[별 지] 피고 명단: 생략]",
    "judge": "대법관 노태악(재판장) 김재형 민유숙(주심) 이동원"
  },
  {
    "caseNum": "2020도7154",
    "issues": [
      "2018. 12. 24. 법률 제16037호로 개정된 도로교통법 제148조의2 제1항에서 정한 ‘도로교통법 제44조 제1항 또는 제2항을 2회 이상 위반한 사람’에 개정 도로교통법 시행 이전에 구 도로교통법 제44조 제1항 또는 제2항을 위반한 전과가 포함되는지 여부(적극) 및 이와 같은 해석이 형벌불소급의 원칙이나 일사부재리의 원칙에 위배되는지 여부(소극) / 개정 도로교통법 부칙(2018. 12. 24.) 제2조에서 같은 법 제148조의2 제1항에 관한 위반행위의 횟수를 산정하는 기산점을 두지 않은 것을 이유로 그 위반행위에 개정 도로교통법 시행 이후의 음주운전 또는 음주측정 불응 전과만이 포함되는 것이라고 해석할 수 있는지 여부(소극)"
    ],
    "order": 1,
    "yo": [
      "도로교통법 제44조는 ‘술에 취한 상태에서 운전 금지’에 관하여 정하고 있는데, 제1항에서 누구든지 술에 취한 상태에서 자동차 등, 노면전차 또는 자전거를 운전해서는 안 된다고 정하고, 도로교통법(2018. 12. 24. 법률 제16037호로 개정되어 2019. 6. 25. 시행된 것, 이하 ‘개정 도로교통법’이라 한다) 제148조의2 제1항은 ‘도로교통법 제44조 제1항 또는 제2항을 2회 이상 위반한 사람(자동차 등 또는 노면전차를 운전한 사람으로 한정한다)’을 2년 이상 5년 이하의 징역이나 1,000만 원 이상 2,000만 원 이하의 벌금에 처하도록 정하고 있다. 위 규정의 문언과 입법 취지에 비추어 ‘도로교통법 제44조 제1항 또는 제2항을 2회 이상 위반한 사람’에 위와 같이 개정된 도로교통법이 시행된 2019. 6. 25. 이전에 구 도로교통법 제44조 제1항 또는 제2항을 위반한 전과가 포함된다고 보아야 한다. 이와 같이 해석하더라도 형벌불소급의 원칙이나 일사부재리의 원칙에 위배되지 않는다.개정 도로교통법 부칙 제2조는 도로교통법 제82조 제2항과 제93조 제1항 제2호의 경우 위반행위의 횟수를 산정할 때에는 2001. 6. 30. 이후의 위반행위부터 산정하도록 한 반면, 제148조의2 제1항에 관한 위반행위의 횟수 산정에 대해서는 특별히 정하지 않고 있다. 이처럼 제148조의2 제1항에 관한 위반행위의 횟수를 산정하는 기산점을 두지 않았다고 하더라도 그 위반행위에 개정 도로교통법 시행 이후의 음주운전 또는 음주측정 불응 전과만이 포함되는 것이라고 해석할 수 없다."
    ],
    "refClauses": [
      [
        "헌법 제13조 제1항",
        "구 도로교통법(2018. 12. 24. 법률 제16037호로 개정되기 전의 것) 제44조 제1항",
        "제2항",
        "제4항",
        "도로교통법 제44조 제1항",
        "제2항",
        "제4항",
        "제82조 제2항",
        "제93조 제1항 제2호",
        "제148조의2 제1항",
        "부칙(2018. 12. 24.) 제2조"
      ]
    ],
    "refPrecs": [
      [
        "2012도10269"
      ]
    ],
    "wholePrec": "【피 고 인】 피고인【상 고 인】 피고인【변 호 인】 법무법인(유한) 금성 담당변호사 오영열 외 1인【원심판결】 서울중앙지법 2020. 5. 22. 선고 2019노3564 판결【주 문】 상고를 기각한다.【이 유】 상고이유를 판단한다.  1.  도로교통법 음주운전 처벌조항이 형벌불소급의 원칙에 위반되는지 여부  가.  도로교통법 제44조는 ‘술에 취한 상태에서 운전 금지’에 관하여 정하고 있는데, 제1항에서 누구든지 술에 취한 상태에서 자동차 등, 노면전차 또는 자전거를 운전해서는 안 된다고 정하고, 도로교통법(2018. 12. 24. 법률 제16037호로 개정되어 2019. 6. 25. 시행된 것, 이하 ‘개정 도로교통법’이라 한다) 제148조의2 제1항은 ‘도로교통법 제44조 제1항 또는 제2항을 2회 이상 위반한 사람(자동차 등 또는 노면전차를 운전한 사람으로 한정한다)’을 2년 이상 5년 이하의 징역이나 1,000만 원 이상 2,000만 원 이하의 벌금에 처하도록 정하고 있다.위 규정의 문언과 입법 취지에 비추어 ‘도로교통법 제44조 제1항 또는 제2항을 2회 이상 위반한 사람’에 위와 같이 개정된 도로교통법이 시행된 2019. 6. 25. 이전에 구 도로교통법 제44조 제1항 또는 제2항을 위반한 전과가 포함된다고 보아야 한다. 이와 같이 해석하더라도 형벌불소급의 원칙이나 일사부재리의 원칙에 위배되지 않는다(2011. 6. 8. 법률 제10790호로 개정되어 2011. 12. 9. 시행된 도로교통법 제148조의2 제1항에 관한 대법원 2012. 11. 29. 선고 2012도10269 판결 참조).개정 도로교통법 부칙 제2조는 도로교통법 제82조 제2항과 제93조 제1항 제2호의 경우 위반행위의 횟수를 산정할 때에는 2001. 6. 30. 이후의 위반행위부터 산정하도록 한 반면, 제148조의2 제1항에 관한 위반행위의 횟수 산정에 대해서는 특별히 정하지 않고 있다. 이처럼 제148조의2 제1항에 관한 위반행위의 횟수를 산정하는 기산점을 두지 않았다고 하더라도 그 위반행위에 개정 도로교통법 시행 이후의 음주운전 또는 음주측정 불응 전과만이 포함되는 것이라고 해석할 수 없다.  나.  원심은 다음과 같은 이유로 이 사건 공소사실을 유죄로 판단하였다. 피고인은 2019. 8. 4. 음주운전을 하였다고 의심할 만한 상당한 이유가 있어 경찰공무원으로부터 3회에 걸쳐 음주측정기에 입김을 불어넣는 방법으로 음주측정에 응할 것을 요구받았는데도 음주측정기에 입을 대고 부는 시늉만 하는 방법으로 음주측정요구에 응하지 않았다. 피고인은 2015. 3. 6. 서울중앙지방법원에서 도로교통법 위반(음주운전)죄 등으로 징역 8개월에 집행유예 3년을 선고받았고, 2017. 3. 30. 서울동부지방법원에서 같은 죄 등으로 징역 6개월을 선고받았다. 따라서 피고인은 도로교통법 제44조 제1항 또는 제2항을 2회 이상 위반하였다. 원심판결 이유를 위에서 본 법리와 적법하게 채택된 증거에 비추어 살펴보면, 원심판결에 도로교통법이나 형벌불소급의 원칙에 관한 법리를 오해하거나 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어난 잘못이 없다.  2.  양형부당 여부형사소송법 제383조 제4호에 따르면 사형, 무기 또는 10년 이상의 징역이나 금고가 선고된 사건에서만 양형부당을 이유로 상고할 수 있다. 따라서 피고인에 대하여 그보다 가벼운 형이 선고된 이 사건에서 형이 너무 무거워 부당하다는 주장은 적법한 상고이유가 아니다.  3.  결론 피고인의 상고는 이유 없어 이를 기각하기로 하여, 대법관의 일치된 의견으로 주문과 같이 판결한다.",
    "judge": "대법관 이동원(재판장) 김재형(주심) 민유숙 노태악"
  },
  {
    "caseNum": "2019도16263",
    "issues": [
      "형법 제114조에서 정한 ‘범죄를 목적으로 하는 단체’의 의미",
      "형법 제114조에서 정한 ‘범죄를 목적으로 하는 집단’의 의미와 요건",
      "피고인 甲은 무등록 중고차 매매상사(외부사무실)를 운영하면서 피해자들을 기망하여 중고차량을 불법으로 판매해 금원을 편취할 목적으로 외부사무실 등에서 범죄집단을 조직·활동하고, 피고인 甲, 乙을 제외한 나머지 피고인들은 범죄집단에 가입·활동하였다는 내용으로 기소된 사안에서, 위 외부사무실은 특정 다수인이 사기범행을 수행한다는 공동목적 아래 구성원들이 대표, 팀장, 출동조, 전화상담원 등 정해진 역할분담에 따라 행동함으로써 사기범행을 반복적으로 실행하는 체계를 갖춘 결합체, 즉 형법 제114조의 ‘범죄를 목적으로 하는 집단’에 해당한다고 한 사례"
    ],
    "order": 3,
    "yo": [
      "형법 제114조에서 정한 ‘범죄를 목적으로 하는 단체’란 특정 다수인이 일정한 범죄를 수행한다는 공동목적 아래 구성한 계속적인 결합체로서 그 단체를 주도하거나 내부의 질서를 유지하는 최소한의 통솔체계를 갖춘 것을 의미한다.",
      "형법 제114조에서 정한 ‘범죄를 목적으로 하는 집단’이란 특정 다수인이 사형, 무기 또는 장기 4년 이상의 범죄를 수행한다는 공동목적 아래 구성원들이 정해진 역할분담에 따라 행동함으로써 범죄를 반복적으로 실행할 수 있는 조직체계를 갖춘 계속적인 결합체를 의미한다. ‘범죄단체’에서 요구되는 ‘최소한의 통솔체계’를 갖출 필요는 없지만, 범죄의 계획과 실행을 용이하게 할 정도의 조직적 구조를 갖추어야 한다.",
      "피고인 甲은 무등록 중고차 매매상사(이하 ‘외부사무실’이라 한다)를 운영하면서 피해자들을 기망하여 중고차량을 불법으로 판매해 금원을 편취할 목적으로 외부사무실 등에서 범죄집단을 조직·활동하고, 피고인 甲, 乙을 제외한 나머지 피고인들은 범죄집단에 가입·활동하였다는 내용으로 기소된 사안에서, 외부사무실에는 회사 조직과 유사하게 대표, 팀장, 팀원(출동조, 전화상담원)으로 직책이나 역할이 분담되어 있었는데, 상담원은 인터넷 허위 광고를 보고 전화를 건 손님들에게 거짓말로 외부사무실에 방문할 것을 유인하는 역할을, 출동조는 외부사무실을 방문한 손님들에게 허위 중고차량을 보여주면서 소위 ‘뜯플’ 또는 ‘쌩플’의 수법으로 중고차량 매매계약을 유도하는 역할을, 팀장은 소속 직원을 채용하고, 손님 방문 시 출동조를 배정하며, 출동조로부터 계약 진행 상황을 보고받고, 출동조가 매매계약 유도를 성공하면 손님들과 정식 계약을 체결하는 역할을, 대표인 피고인 甲은 사무실과 집기, 중고자동차 매매계약에 필요한 자료와 할부금융, 광고 등을 준비해 외부사무실을 운영하면서 팀장을 채용한 뒤 팀장으로 하여금 팀을 꾸려 사기범행을 실행하도록 하고, 할부금융사로부터 할부중개수수료를 받으면 이를 팀별로 배분하는 역할을 수행하였으며, 대표 또는 팀장은 팀장, 출동조, 전화상담원에게 고객을 유인하고 대응하는 법이나 기망하는 방법 등에 대해 교육한 점, 대표는 팀장들이 이용할 할부금융사 및 광고 사이트를 정해 팀장들에게 알려주고 팀장들로부터 상사입금비 및 광고비를 받는 한편, 손님들이 중고차량을 할부로 계약한 경우 할부금융사로부터 받는 할부중개수수료 중 절반을 팀장들에게 나누어 주었으며, 팀장들은 대표로부터 지급받은 위 할부중개수수료와 중고차량 매매에 따른 차익을 출동조 및 상담원에게 각각 나눠주고 나머지를 가져간 점, 피고인 乙을 제외한 나머지 피고인들은 외부사무실 업무와 관련하여 ‘텔레그램’을 이용한 대화방을 여러 개 개설하여 정보를 공유하거나 각종 보고 등을 하였고, 대표와 팀장들은 월 1~2회 회의를 하면서 단속정보 등을 공유하였으며, 팀장들은 공유된 정보를 소속 출동조 및 상담원에게 전파한 점 등을 종합하면, 외부사무실은 특정 다수인이 사기범행을 수행한다는 공동목적 아래 구성원들이 대표, 팀장, 출동조, 전화상담원 등 정해진 역할분담에 따라 행동함으로써 사기범행을 반복적으로 실행하는 체계를 갖춘 결합체, 즉 형법 제114조의 ‘범죄를 목적으로 하는 집단’에 해당한다는 이유로, 이와 달리 보아 공소사실을 무죄로 판단한 원심판결에 법리오해의 위법이 있다고 한 사례."
    ],
    "refClauses": [
      [
        "형법 제114조"
      ],
      [
        "형법 제114조"
      ],
      [
        "형법 제114조",
        "제347조 제1항"
      ]
    ],
    "refPrecs": [
      [
        "2016도1221"
      ]
    ],
    "wholePrec": "【피 고 인】 피고인 1 외 21인【상 고 인】 피고인 22 및 검사(피고인 1, 피고인 2, 피고인 3, 피고인 4, 피고인 5, 피고인 6, 피고인 7, 피고인 8, 피고인 9, 피고인 10, 피고인 11, 피고인 12, 피고인 13, 피고인 14, 피고인 15, 피고인 16, 피고인 17, 피고인 18, 피고인 19, 피고인 20, 피고인 21에 대하여)【변 호 인】 법무법인(유한) 케이에이치엘 외 3인【원심판결】 인천지법 2019. 10. 18. 선고 2018노4352, 4354 판결【주 문】 원심판결 중 피고인 22를 제외한 나머지 피고인들에 대한 부분을 파기하고, 이 부분 사건을 인천지방법원에 환송한다. 피고인 22의 상고를 기각한다. 원심판결 제32쪽 제14행 다음에 “1. 법률상 감경 피고인 22: 형법 제32조 제2항, 제55조 제1항 제3호”를 추가하는 것으로 경정한다.【이 유】 상고이유(상고이유서 제출기간이 지난 다음 피고인 22의 변호인이 제출한 상고이유보충서의 기재는 상고이유를 보충하는 범위에서)를 판단한다.  1.  검사의 상고이유에 관한 판단  가.  범죄단체 조직·가입·활동에 관한 주위적 공소사실에 대하여형법 제114조에서 정한 ‘범죄를 목적으로 하는 단체’란 특정 다수인이 일정한 범죄를 수행한다는 공동목적 아래 구성한 계속적인 결합체로서 그 단체를 주도하거나 내부의 질서를 유지하는 최소한의 통솔체계를 갖춘 것을 의미한다(대법원 2016. 5. 12. 선고 2016도1221 판결). 원심은 그 판시와 같은 이유로 피고인 1에 대한 공소사실 중 범죄단체 조직 및 범죄단체 활동 부분, 피고인 1, 피고인 22를 제외한 나머지 피고인들에 대한 공소사실 중 범죄단체 가입 및 범죄단체 활동 부분에 대하여 범죄의 증명이 없다고 보아 이를 모두 무죄로 판단하였다. 원심판결 이유를 위 법리와 기록에 비추어 살펴보면, 원심의 판단에 형법 제114조의 ‘범죄단체’에 관한 법리를 오해한 잘못이 없다.  나.  범죄집단 조직·가입·활동에 관한 예비적 공소사실에 대하여 1) 형법 제114조에서 정한 ‘범죄를 목적으로 하는 집단’이란 특정 다수인이 사형, 무기 또는 장기 4년 이상의 범죄를 수행한다는 공동목적 아래 구성원들이 정해진 역할분담에 따라 행동함으로써 범죄를 반복적으로 실행할 수 있는 조직체계를 갖춘 계속적인 결합체를 의미한다. ‘범죄단체’에서 요구되는 ‘최소한의 통솔체계’를 갖출 필요는 없지만, 범죄의 계획과 실행을 용이하게 할 정도의 조직적 구조를 갖추어야 한다. 2) 원심에서 예비적으로 추가된 예비적 공소사실의 요지는 ‘피고인 1은 피해자들을 기망하여 중고차량을 불법으로 판매해 금원을 편취할 목적으로 2016. 6.경부터 2017. 6.경까지 인천 (주소 생략)에 있는 외부사무실(이하 ‘이 사건 외부사무실’이라 한다) 등에서 범죄집단을 조직·활동하고, 피고인 1, 피고인 22를 제외한 나머지 피고인들은 범죄집단에 가입·활동하였다’는 것이다. 이에 대하여 원심은, 그 판시와 같은 이유로 이 사건 외부사무실은 합동범 및 공동정범과 구별할 수 있을 정도로 조직을 구성하는 일정한 체계 내지 구조를 갖춘 범죄집단으로 보기 어렵다고 보아 무죄로 판단하였다. 3) 원심이 인정한 사실 및 원심이 적법하게 채택하여 조사한 증거들에 의하면 다음과 같은 사실 및 사정들을 알 수 있다. 가) 이 사건 외부사무실에는 직원이 20명에서 40명 정도 있었고, 그중 팀장은 3명에서 6명까지 있었다. 이 사건 외부사무실은 회사 조직과 유사하게 대표, 팀장, 팀원(출동조, 전화상담원)으로 직책이나 역할이 분담되어 있었는데, 상담원은 인터넷 허위 광고를 보고 전화를 건 손님들에게 거짓말로 이 사건 외부사무실에 방문할 것을 유인하는 역할을, 출동조는 이 사건 외부사무실을 방문한 손님들에게 허위 중고차량을 보여주면서 소위 ‘뜯플’ 또는 ‘쌩플’의 수법으로 중고차량 매매계약을 유도하는 역할을, 팀장은 소속 직원을 채용하고, 손님 방문 시 출동조를 배정하며, 출동조로부터 계약 진행 상황을 보고받고, 출동조가 매매계약 유도를 성공하면 손님들과 정식 계약을 체결하는 역할을, 대표인 피고인 1은 사무실과 집기, 중고자동차 매매계약에 필요한 자료와 할부금융, 광고 등을 준비해 이 사건 외부사무실을 운영하면서 팀장을 채용한 뒤 팀장으로 하여금 팀을 꾸려 이 사건 사기범행을 실행하도록 하고, 할부금융사로부터 할부중개수수료를 받으면 이를 팀별로 배분하는 역할을 수행하였다. 대표 또는 팀장은 팀장, 출동조, 전화상담원에게 고객을 유인하고 대응하는 법이나 기망하는 방법 등에 대해 교육하였다. 나) 대표는 팀장들이 이용할 할부사 및 광고 사이트를 정해 팀장들에게 알려주고, 팀장들로부터 상사입금비 및 광고비를 받았다. 또한 대표는 손님들이 중고차량을 할부로 계약한 경우 할부금융사로부터 받는 할부중개수수료 중 절반을 팀장들에게 나누어 주었다. 팀장들은 대표로부터 지급받은 위 할부중개수수료와 중고차량 매매에 따른 차익 중 출동조에게 20~30%를, 상담원에게 5~10%를 나눠주고, 그 나머지를 가져갔다. 다) 피고인 22를 제외한 나머지 피고인들은 이 사건 외부사무실 업무와 관련하여 ‘텔레그램’을 이용한 대화방을 개설하여 정보를 공유하거나 각종 보고 등을 하였는데, 대표를 포함해 전 직원이 참여하는 전체 대화방에서는 단속 등에 관한 공지사항이, 팀원들이 참여하는 팀방에서는 상담원이 손님을 유인한 내용, 손님이 본 차량 및 금액 등이, 팀장들이 참여하는 사수방에서는 지각자 명단 등이, 상담원들이 참여하는 전화보고방에서는 상담원이 손님들과 전화를 받은 횟수 등이 각 공유되거나 보고되었다. 또한 대표와 팀장들은 월 1~2회 회의를 하면서 단속정보 등을 공유하였고, 팀장들은 공유된 정보를 소속 출동조 및 상담원에게 전파하였다. 라) 이 사건 외부사무실 직원들은 부정기적으로 전체 회식이나 야유회를 가졌는데, 그에 들어가는 비용은 대표인 피고인 1이 모두 부담하였다. 피고인 1은 단속될 경우를 대비하여 이 사건 외부사무실을 자주 옮겼는데, 이 경우 이 사건 외부사무실 직원 모두가 피고인 1이 마련한 새로운 사무실로 이전한 뒤 종전과 동일하게 근무하였다. 마) 이 사건 외부사무실에서 이루어진 중고자동차 매매계약은 모두 소위 ‘뜯플’, ‘쌩플’ 등의 사기 수법이 동원된 것이고, 정상적인 판매행위는 이루어지지 않았다. 4) 이러한 사실 및 사정들을 앞서 본 법리에 비추어 보면, 이 사건 외부사무실은 특정 다수인이 사기범행을 수행한다는 공동목적 아래 구성원들이 대표, 팀장, 출동조, 전화상담원 등 정해진 역할분담에 따라 행동함으로써 사기범행을 반복적으로 실행하는 체계를 갖춘 결합체, 즉 형법 제114조의 ‘범죄를 목적으로 하는 집단’에 해당한다. 그럼에도 이와 달리 원심은 그 판시와 같은 이유로 이 사건 외부사무실이 형법 제114조의 범죄집단에 해당하지 않는다는 취지에서 예비적 공소사실을 무죄로 판단하였다. 이 부분 원심판결에는 형법 제114조에서 정한 ‘범죄집단’에 관한 법리를 오해하여 판결에 영향을 미친 위법이 있다.  2.  피고인 22의 상고이유에 관한 판단 원심은 판시와 같은 이유로 피고인 22에 대한 공소사실을 유죄로 판단하였다. 원심판결 이유를 관련 법리와 적법하게 채택된 증거에 비추어 살펴보면, 원심의 판단에 필요한 심리를 다하지 않은 채 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나거나 사기죄에서의 기망행위, 인과관계, 사기방조죄 및 위증죄에서의 고의와 죄수, 증명책임 등에 관한 법리를 오해하고, 판단누락 등으로 판결에 영향을 미친 잘못이 없다.  3.  파기의 범위 앞서 본 바와 같이 원심판결 중 피고인 22를 제외한 나머지 피고인들에 대한 범죄집단 조직·가입·활동에 관한 예비적 공소사실에 대한 무죄 부분은 파기를 면할 수 없고, 이에 따라 이와 동일체의 관계에 있는 주위적 공소사실에 관한 무죄 부분 역시 파기될 수밖에 없으며, 원심이 유죄로 인정한 사기죄 등은 형법 제37조 전단의 경합범 관계에 있어 하나의 형이 선고되어야 하므로, 결국 원심판결 중 피고인 22를 제외한 나머지 피고인들에 대한 부분은 전부 파기되어야 한다.  4.  결론 그러므로 원심판결 중 피고인 22를 제외한 나머지 피고인들에 대한 부분을 파기하고, 이 부분 사건을 다시 심리·판단하게 하기 위하여 원심법원에 환송하기로 하며, 피고인 22의 상고를 기각하기로 하되, 원심판결에서 주문과 같은 기재를 누락한 것은 오류임이 분명하므로 이를 추가하는 것으로 경정하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.",
    "judge": "대법관 이기택(재판장) 권순일 박정화 김선수(주심)"
  },
  {
    "caseNum": "2019다301623",
    "issues": [
      "구 국세기본법 제26조의2 제1항 제1호에서 정한 ‘사기 기타 부정한 행위’의 의미 및 단순히 세법상 신고를 하지 않거나 허위의 신고를 한 행위가 이에 해당하는지 여부(소극)",
      "명의를 위장하여 소득을 얻는 행위가 구 국세기본법 제26조의2 제1항 제1호에서 정한 ‘사기 기타 부정한 행위’에 해당하는 경우"
    ],
    "order": 2,
    "yo": [
      "구 국세기본법(2008. 12. 26. 법률 제9263호로 개정되기 전의 것, 이하 같다) 제26조의2 제1항은 원칙적으로 국세의 부과제척기간을 5년으로 규정하고 있으나(제3호), ‘납세자가 사기 기타 부정한 행위로써 국세를 포탈하거나 환급·공제받은 경우’에는 그 부과제척기간을 당해 국세를 부과할 수 있는 날부터 10년으로 연장하고 있다(제1호). 위 조항의 입법 취지는 조세법률관계의 신속한 확정을 위하여 원칙적으로 국세 부과권의 제척기간을 5년으로 하면서도 국세에 관한 과세요건사실의 발견을 곤란하게 하거나 허위의 사실을 작출하는 등의 부정한 행위가 있는 경우에 과세관청으로서는 탈루신고임을 발견하기가 쉽지 아니하여 부과권의 행사를 기대하기가 어려우므로 당해 국세에 대한 부과제척기간을 10년으로 연장하는 데에 있다. 따라서 구 국세기본법 제26조의2 제1항 제1호의 ‘사기 기타 부정한 행위’라 함은 조세의 부과와 징수를 불가능하게 하거나 현저히 곤란하게 하는 위계 기타 부정한 적극적인 행위를 말하고, 다른 어떤 행위를 수반함이 없이 단순히 세법상의 신고를 하지 아니하거나 허위의 신고를 함에 그치는 것은 여기에 해당하지 않는다.",
      "명의를 위장하여 소득을 얻더라도 그것이 조세포탈과 관련이 없는 행위인 때에는 명의위장 사실만으로 구 국세기본법(2008. 12. 26. 법률 제9263호로 개정되기 전의 것) 제26조의2 제1항 제1호의 ‘사기 기타 부정한 행위’에 해당한다고 할 수 없으나, 명의위장이 누진세율 회피, 수입의 분산, 감면특례의 적용, 세금 납부를 하지 아니할 무자력자의 명의사용 등과 같이 조세회피의 목적에서 비롯되고 나아가 여기에 허위 매매계약서의 작성과 대금의 허위지급, 허위의 양도소득세 신고, 허위의 등기·등록, 허위의 회계장부 작성·비치 등과 같은 적극적인 행위까지 부가된다면 이는 조세의 부과와 징수를 불가능하게 하거나 현저히 곤란하게 하는 ‘사기 기타 부정한 행위’에 해당한다."
    ],
    "refClauses": [
      [
        "구 국세기본법(2008. 12. 26. 법률 제9263호로 개정되기 전의 것) 제26조의2 제1항 제1호(현행 제26조의2 제2항 제2호 참조)",
        "제3호(현행 제26조의2 제1항 참조)"
      ],
      [
        "구 국세기본법(2008. 12. 26. 법률 제9263호로 개정되기 전의 것) 제26조의2 제1항 제1호(현행 제26조의2 제2항 제2호 참조)"
      ]
    ],
    "refPrecs": [
      [
        "2013두7667"
      ]
    ],
    "wholePrec": "【원고, 피상고인】 원고 (소송대리인 변호사 백제흠 외 4인)【피고, 상고인】 대한민국【원심판결】 서울고법 2019. 11. 20. 선고 2018나2038650 판결【주 문】 상고를 기각한다. 상고비용은 피고가 부담한다.【이 유】 상고이유를 판단한다.  1.  구 국세기본법(2008. 12. 26. 법률 제9263호로 개정되기 전의 것, 이하 같다) 제26조의2 제1항은 원칙적으로 국세의 부과제척기간을 5년으로 규정하고 있으나(제3호), ‘납세자가 사기 기타 부정한 행위로써 국세를 포탈하거나 환급·공제받은 경우’에는 그 부과제척기간을 당해 국세를 부과할 수 있는 날부터 10년으로 연장하고 있다(제1호).위 조항의 입법 취지는 조세법률관계의 신속한 확정을 위하여 원칙적으로 국세 부과권의 제척기간을 5년으로 하면서도 국세에 관한 과세요건사실의 발견을 곤란하게 하거나 허위의 사실을 작출하는 등의 부정한 행위가 있는 경우에 과세관청으로서는 탈루신고임을 발견하기가 쉽지 아니하여 부과권의 행사를 기대하기가 어려우므로 당해 국세에 대한 부과제척기간을 10년으로 연장하는 데에 있다. 따라서 구 국세기본법 제26조의2 제1항 제1호의 ‘사기 기타 부정한 행위’라 함은 조세의 부과와 징수를 불가능하게 하거나 현저히 곤란하게 하는 위계 기타 부정한 적극적인 행위를 말하고, 다른 어떤 행위를 수반함이 없이 단순히 세법상의 신고를 하지 아니하거나 허위의 신고를 함에 그치는 것은 여기에 해당하지 않는다. 한편 명의를 위장하여 소득을 얻더라도 그것이 조세포탈과 관련이 없는 행위인 때에는 명의위장 사실만으로 구 국세기본법 제26조의2 제1항 제1호의 ‘사기 기타 부정한 행위’에 해당한다고 할 수 없으나, 명의위장이 누진세율 회피, 수입의 분산, 감면특례의 적용, 세금 납부를 하지 아니할 무자력자의 명의사용 등과 같이 조세회피의 목적에서 비롯되고 나아가 여기에 허위 매매계약서의 작성과 대금의 허위지급, 허위의 양도소득세 신고, 허위의 등기·등록, 허위의 회계장부 작성·비치 등과 같은 적극적인 행위까지 부가된다면 이는 조세의 부과와 징수를 불가능하게 하거나 현저히 곤란하게 하는 ‘사기 기타 부정한 행위’에 해당한다(대법원 2013. 12. 12. 선고 2013두7667 판결 등 참조).  2.  원심은 그 판시와 같은 이유를 들어, 원고에게 이 사건 간주배당소득에 대한 조세포탈의 목적이 일부 있었던 것으로 평가할 수 있다고 하더라도, 피고가 주장하는 사정만으로는 원고가 소외인에 대한 명의위장 외에 적극적인 행위를 하였다고 인정하기 어렵고, 달리 이를 인정할 만한 특별한 사정이 인정되지 않으므로, 이 사건 간주배당소득에 관한 종합소득세에는 구 국세기본법 제26조의2 제1항 제1호에서 정한 10년의 제척기간이 아니라 같은 항 제3호에서 정한 5년의 제척기간이 적용되어야 한다고 판단하였다. 앞서 본 법리와 기록에 비추어 살펴보면, 원심의 위와 같은 판단에 상고이유 주장과 같이 구 국세기본법 제26조의2 제1항 제1호의 ‘사기 기타 부정한 행위’에 관한 법리오해, 실질과세원칙 및 탈루소득의 귀속에 관한 심리미진의 잘못이 없다.  3.  그러므로 상고를 기각하고, 상고비용은 패소자가 부담하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.",
    "judge": "대법관 권순일(재판장) 이기택 박정화(주심)"
  },
  {
    "caseNum": "2018두34480",
    "issues": [
      "근로자가 소속 직장의 대표자, 관리자나 동료 등을 수사기관 등에 고소·고발하거나 진정하는 행위가 징계규정에서 정한 징계사유에 해당하는지 판단하는 기준",
      "노동조합 또는 노동조합의 대표자가 사용자에 의한 조합원들의 단결권 침해를 방지하거나 근로조건에 관한 법령을 준수하도록 하기 위한 목적으로 대체로 사실에 기초하여 사용자 측을 근로기준법이나 노동조합 및 노동관계조정법 위반 등으로 수사기관 등에 고소·고발·진정한 경우, 이를 이유로 노동조합의 대표자에게 불이익을 줄 수 있는지 여부(원칙적 소극)",
      "근로기준법 제31조에 따라 부당해고구제재심판정을 다투는 소송에서 해고의 정당성에 관한 증명책임의 소재"
    ],
    "order": 3,
    "yo": [
      "근로자가 뚜렷한 자료도 없이 사실을 허위로 기재하거나 왜곡하여 소속 직장의 대표자, 관리자나 동료 등을 수사기관 등에 고소·고발하거나 진정하는 행위는 징계규정에서 정한 징계사유가 될 수 있다. 다만 범죄에 해당한다고 의심할 만한 행위에 대해 처벌을 구하고자 고소·고발 등을 하는 것은 합리적인 근거가 있는 한 적법한 권리행사라고 할 수 있으므로 수사기관이 불기소처분을 하였다는 이유만으로 고소·고발 등이 징계사유에 해당하지 않는다. 위와 같은 고소·고발 등이 징계사유에 해당하는지는 고소·고발 등의 내용과 진위, 고소·고발 등에 이르게 된 경위와 목적, 횟수 등에 따라 신중하게 판단하여야 한다.",
      "노동조합 또는 노동조합의 대표자가 사용자 측을 근로기준법이나 노동조합 및 노동관계조정법 위반 등으로 수사기관 등에 고소·고발·진정한 내용에 과장되거나 왜곡된 부분이 있더라도, 그것이 대체로 사실에 기초하고 있고 그 목적이 사용자에 의한 조합원들의 단결권 침해를 방지하거나 근로조건에 관한 법령을 준수하도록 하는 것이라면 고소·고발 등은 노동조합의 정당한 활동범위에 속하는 것으로 보아야 하므로, 이를 이유로 노동조합의 대표자에게 불이익을 주는 것은 원칙적으로 허용되지 않는다.",
      "근로기준법 제31조에 따라 부당해고구제재심판정을 다투는 소송에서 해고의 정당성에 관한 증명책임은 이를 주장하는 자가 부담한다."
    ],
    "refClauses": [
      [
        "근로기준법 제23조 제1항",
        "제30조 제1항"
      ],
      [
        "근로기준법 제23조 제1항",
        "제30조 제1항"
      ],
      [
        "근로기준법 제31조",
        "행정소송법 제26조[증명책임]"
      ]
    ],
    "refPrecs": [
      []
    ],
    "wholePrec": "【원고, 피상고인】 울산과학기술원 (소송대리인 변호사 주완 외 1인)【피고, 상고인】 중앙노동위원회위원장【피고보조참가인, 상고인】 피고보조참가인 1 외 1인 (소송대리인 법무법인 시민 담당변호사 고윤덕 외 3인)【피고보조참가인】 피고보조참가인 3【원심판결】 서울고법 2018. 1. 11. 선고 2017누69214 판결【주 문】 원심판결 중 피고보조참가인 1에 관한 부분을 파기하고, 이 부분 사건을 서울고등법원에 환송한다. 원심판결 중 피고보조참가인 2에 관한 부분에 대한 피고와 피고보조참가인 2의 상고를 모두 기각한다. 상고기각 부분에 관한 상고비용은 피고와 피고보조참가인 2가 부담한다.【이 유】 상고이유(상고이유서 제출기간이 지난 다음 제출된 상고이유보충서 등은 이를 보충하는 범위에서)를 판단한다.  1.  피고보조참가인 1의 징계사유(피고보조참가인 1의 상고이유 제1점)  가.  ‘고소·고발’ 징계사유에 대하여 (1) 근로자가 뚜렷한 자료도 없이 사실을 허위로 기재하거나 왜곡하여 소속 직장의 대표자, 관리자나 동료 등을 수사기관 등에 고소·고발하거나 진정하는 행위는 징계규정에서 정한 징계사유가 될 수 있다. 다만 범죄에 해당한다고 의심할 만한 행위에 대해 처벌을 구하고자 고소·고발 등을 하는 것은 합리적인 근거가 있는 한 적법한 권리행사라고 할 수 있으므로 수사기관이 불기소처분을 하였다는 이유만으로 고소·고발 등이 징계사유에 해당하지 않는다. 위와 같은 고소·고발 등이 징계사유에 해당하는지는 고소·고발 등의 내용과 진위, 고소·고발 등에 이르게 된 경위와 목적, 횟수 등에 따라 신중하게 판단하여야 한다.노동조합 또는 노동조합의 대표자가 사용자 측을 근로기준법이나 노동조합 및 노동관계조정법 위반 등으로 수사기관 등에 고소·고발·진정한 내용에 과장되거나 왜곡된 부분이 있더라도, 그것이 대체로 사실에 기초하고 있고 그 목적이 사용자에 의한 조합원들의 단결권 침해를 방지하거나 근로조건에 관한 법령을 준수하도록 하는 것이라면 고소·고발 등은 노동조합의 정당한 활동범위에 속하는 것으로 보아야 하므로, 이를 이유로 노동조합의 대표자에게 불이익을 주는 것은 원칙적으로 허용되지 않는다.근로기준법 제31조에 따라 부당해고구제재심판정을 다투는 소송에서 해고의 정당성에 관한 증명책임은 이를 주장하는 자가 부담한다(대법원 1999. 4. 27. 선고 99두202 판결 참조). (2) 원심판결 이유와 기록에 따르면 다음과 같은 사정을 알 수 있다. (가) 원고는 피고보조참가인 1이 원고의 총장, 보직자와 동료직원에 대해 업무상 배임 및 횡령, 특정범죄 가중처벌 등에 관한 법률 위반(뇌물), 근로기준법 위반, 노동조합 및 노동관계조정법 위반 혐의로 검찰에 무분별하고 반복적으로 고소·고발하고, 동료직원을 비방할 의도로 근거 없는 허위 주장으로 성희롱 진정을 제기하는 등 ‘무분별한 고소·고발’을 했다는 것을 징계사유로 삼았다. (나) 원고는 소속 교수인 소외 1 교수 등이 연구·개발한 ‘리튬 이차전지용 전극소재 기술’을 주식회사 세진이노테크에 54억 원에 이전한 것과 관련하여 2011. 3. 21.경 총장 비서실장인 소외 2를 기술이전 기여자로 선정하였고, 2011. 4. 25.경 보상금 1억 7,000만 원을 소외 2에게 지급하였다. 소외 2가 기술이전 기여자로 선정될 당시 원고의 내부규정이 기술이전 기여자를 ‘산학협력단 기술이전 전담부서 직원’으로 제한하고 있었으나, 2011. 3. 31. 기여자를 전담부서 직원이 아닌 대학 직원 중 ‘직간접적 기여자’로 확대하는 취지로 개정되었다. 소외 2는 2011. 5.경 자신이 받은 기술이전 보상금 중 8,500만 원을 교학부총장을 통하여 당시 총장인 소외 3에게 전달하였다. 이에 관한 국무총리실의 수사 의뢰에 따라 경찰은 소외 2의 뇌물공여와 소외 3의 뇌물수수 혐의에 대해 기소 의견으로 사건을 송치하였으나, 검찰은 2013. 12. 16.경 직무 관련 대가성을 인정할 증거가 없다는 이유로 불기소처분을 하였다. 국립대학법인 울산과학기술대학교 노동조합(이하 ‘이 사건 노동조합’이라 한다)은 2014. 4.경 대리인을 선임하여 총장인 소외 3 등의 행위가 업무상 횡령 또는 배임에 해당한다는 이유로 소외 3과 관련자를 고발하였다(이하 ‘순번 ① 고발’이라 한다). 이에 대해 검찰이 2014. 11. 20.경 불기소처분을 하자 항고를 하였고, 항고가 기각되자 재항고를 하였으나 기각되었다.피고보조참가인 1은 순번 ① 고발 사건이 계속되는 중에 소외 3 등을 다시 뇌물죄로 고발하였으나(순번 ② 고발), 검찰은 이미 불기소처분이 있는 사건에 대한 고발이라는 이유로 이를 각하하였다. (다) 이 사건 노동조합은 2014. 4.경 원고가 피고보조참가인 1 외 64명에게 초과근무수당과 연가보상비를 제대로 지급하지 않았고, 주당 근무시간이 52시간을 초과하였다는 이유로 원고의 대표자인 총장을 고발하였다(이하 ‘순번 ③ 고발’이라 한다). 이에 대해 검찰은 임금 미지급에 대해서는 처벌불원 의사를 표시한 사실이 있고, 초과근로에 대해서는 사실관계는 인정되지만 고의가 없거나 법률의 부지에 정당한 이유가 있으며, 일부 혐의는 공소시효가 완성되었다는 등의 이유로 불기소처분을 하였다. (라) 피고보조참가인 1은 2014. 6.경 원고의 총장과 관리자들을 고발하였다(이하 ‘순번 ④ 고발’이라 한다). 그 이유로 ‘원고의 관리자들이 노동조합의 온라인 커뮤니티를 감시하고, 노동조합의 간부를 지목하여 수사를 의뢰하거나 부당하게 전보하였으며, 노동조합이 총장을 고발한 사건과 관련해 노동조합 측에 인사상 불이익을 줄 수 있다고 협박하였고, 노동조합이 총장을 근로기준법 위반으로 고발한 것에 대해 책임을 묻겠다는 공지글을 올리는 등의 방식으로 이 사건 노동조합의 운영에 지배·개입하였다.’는 것을 들었다. 이에 대해 검찰은 피의사실을 인정할 증거가 없다는 등의 이유로 불기소처분을 하였다. (마) 피고보조참가인 1은 2014. 9.경 여성가족부를 수신인으로 하여 ‘총장비서실장 소외 2가 전문계약직 여성 직원들이 원하지 않는데도 로비를 하는 술자리에 참석하도록 하였고, 이후 문제가 불거지자 해당 직원에게 사직할 것을 종용하는 등의 문제가 있었다.’는 진정서를 제출하였다(이하 ‘순번 ⑤ 진정’이라 한다). 이에 대해 부산지방고용노동청 울산지청은 성희롱 관련 혐의사실을 발견할 수 없다는 이유로 종결 처리하였다. (3) 위와 같은 사실관계와 기록을 통해 알 수 있는 다음 사정을 위에서 본 법리에 비추어 살펴보면, 피고보조참가인 1이 5차례에 걸쳐 원고의 대표자, 관리자나 동료 등을 고발하거나 진정한 사건은 모두 혐의사실이 인정되지 않았으나 그러한 사정만으로는 위와 같은 행위가 정당한 징계사유에 해당한다고 보기 어렵다. (가) 피고보조참가인 1을 포함한 원고의 근로자 9명은 2013. 6. 26. 이 사건 노동조합을 설립하였고, 피고보조참가인 1은 그때부터 2014. 8.경까지 이 사건 노동조합의 위원장직을 맡았다. (나) 순번 ① 고발은 원고가 총장의 비서실장인 소외 2를 기술이전 기여자로 선정하여 보상금을 지급하자, 소외 2가 그중 일부를 현금으로 총장 등에게 전달한 사실이 밝혀지는 등 외견상 배임이나 횡령죄에 해당하는 것이 아닌지 의혹이 제기될 수 있는 상황에서 이루어진 것이다. 검찰이 불기소처분을 했지만, 최초에 이 사건을 인지한 국무총리실은 감사를 진행하여 문제의 소지가 있다고 보아 수사를 의뢰하였고 경찰은 총장과 비서실장의 뇌물 수수·공여 혐의에 대해 기소 의견으로 송치하였으며, 게다가 검찰의 불기소처분은 배임이나 횡령 혐의에 대한 것도 아니었다. (다) 순번 ③ 고발 사건의 고발인은 이 사건 노동조합이고, 순번 ④ 고발 사건의 고발인은 피고보조참가인 1로 되어 있으나 그 내용에 비추어 보면 개인 자격이 아니라 노동조합의 대표자 자격으로 고발을 한 것으로 보인다. 이러한 순번 ③, ④ 고발은 그 경위와 내용에서 알 수 있듯이 이 사건 노동조합 조합원들의 근로조건 유지와 개선을 위한 것이거나 단결권을 침해하는 행위를 배제·시정하기 위한 것이다. 한편 순번 ③ 고발의 경우 원고가 소속 근로자들에게 미지급 수당이 있는지가 다투어지는 상황이었고, 소속 근로자들이 근로기준법이 정한 근로시간의 한도를 초과하는 시간 동안 근로를 한 것은 사실로 인정되었다. 그리고 순번 ④ 고발 내용에 있는 사실관계는 대체로 사실에 기초한 것으로 보이고 달리 거짓이 있거나 사실을 왜곡했다고 볼만한 내용이 없다. 결국 노동조합의 대표자로서 피고보조참가인 1이 한 위 각 고발은 범죄행위라고 의심할 만한 사항에 대한 처벌을 구하기 위한 적법한 권리행사임과 동시에 노동조합의 정당한 조합활동에 해당한다. (라) 순번 ⑤ 진정의 경우 피고보조참가인 1이 의도적으로 사실을 왜곡하거나 사실이 아닌 내용을 포함하여 진정을 한 것이라고 볼만한 객관적인 자료가 부족하다. (마) 게다가 고도의 공공성을 갖는 원고의 업무는 관련 법령과 규정에 따라 적법하게 수행되어야 하고, 위법행위가 없도록 감시·견제되어야 할 필요가 있다는 것까지 감안하면, 이 사건 노동조합이나 피고보조참가인 1의 고발과 진정 행위를 징계사유에 해당한다고 볼 것은 아니다. (4) 그런데도 원심은 피고보조참가인 1이 고발하거나 진정한 행위가 모두 징계사유에 해당한다고 판단하였다. 이러한 판단에는 징계사유의 정당성에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. 이를 지적하는 피고보조참가인 1의 상고이유 주장은 정당하다.  나.  ‘근무태만’ 징계사유에 대하여 원심은 피고보조참가인 1이 근무시간 중에 여러 차례 무단으로 자리를 비우고 상사의 지시를 이행하지 않았으므로 이 부분 징계사유가 인정된다고 판단하였다. 원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 위와 같은 판단에 상고이유와 같이 필요한 심리를 다하지 않은 채 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어난 잘못이 없다.  2.  피고보조참가인 2에 대한 해고의 정당성(피고와 피고보조참가인 2의 상고이유) 원심은 피고보조참가인 2에게 보안문서 불법해킹, 무분별한 고소·고발, 행정절차를 무시한 업무처리 등의 징계사유가 인정되고, 징계사유의 내용과 정도에 비추어 보면 징계권자에게 맡겨진 재량권을 일탈하거나 남용하였다고 볼 수 없다고 판단하였다. 원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 위와 같은 판단에 상고이유와 같이 징계사유와 징계양정에 관한 법리를 오해하거나 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나는 등으로 판결에 영향을 미친 잘못이 없다.  3.  결론 원심판결 중 피고보조참가인 1에 관한 부분은 나머지 상고이유에 대한 판단을 생략한 채 이를 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하며, 원심판결 중 피고보조참가인 2에 관한 부분에 대한 피고와 피고보조참가인 2의 상고를 모두 기각하고, 상고기각 부분에 관한 상고비용은 패소자들이 부담하도록 하여, 대법관의 일치된 의견으로 주문과 같이 판결한다.",
    "judge": "대법관 이동원(재판장) 김재형(주심) 민유숙 노태악"
  },
  {
    "caseNum": "2018두51201",
    "issues": [
      "초·중등교육법령에 따라 임용된 영어회화 전문강사의 기간제 근로계약이 반복 또는 갱신되어 ‘계속 근로한 총기간’이 4년을 초과한 경우, 기간의 정함이 없는 근로계약을 체결한 근로자로 보아야 하는지 여부(적극)",
      "기간제 근로계약이 반복하여 체결되거나 갱신되어 일정한 공백기 없이 기간제근로자가 계속적으로 근로한 경우, 최초 기간제 근로계약에서부터 최종 기간제 근로계약에 이르기까지 기간 전체가 기간제 및 단시간근로자 보호 등에 관한 법률 제4조에서 말하는 기간제근로자의 사용 기간으로서 ‘계속 근로한 총기간’에 포함되는지 여부(원칙적 적극) / ‘계속 근로한 총기간’을 산정할 때 반복 체결되거나 갱신된 시점을 전후한 기간제 근로계약기간을 합산할 수 없는 경우",
      "국가나 지방자치단체가 공공서비스를 위하여 일자리를 제공하는 경우, 기간제 및 단시간근로자 보호 등에 관한 법률 제4조 제1항 단서 제5호, 기간제 및 단시간근로자 보호 등에 관한 법률 시행령 제3조 제2항 제1호에서 기간제근로자 사용 기간 제한의 예외 사유의 하나로 정한 ‘고용정책 기본법, 고용보험법 등 다른 법령에 따라 국민의 직업능력 개발, 취업 촉진 및 사회적으로 필요한 서비스 제공 등을 위하여 일자리를 제공하는 경우’에 해당하는지 판단하는 방법"
    ],
    "order": 3,
    "yo": [
      "기간제 및 단시간근로자 보호 등에 관한 법률(이하 ‘기간제법’이라 한다) 제4조 제1항 본문은 사용자는 2년을 초과하지 아니하는 범위 안에서(기간제 근로계약의 반복갱신 등의 경우에는 계속 근로한 총기간이 2년을 초과하지 아니하는 범위 안에서) 기간제근로자를 사용할 수 있다고 정하면서, 같은 항 단서 제6호, 기간제 및 단시간근로자 보호 등에 관한 법률 시행령 제3조 제3항 제1호는 다른 법령에서 기간제근로자의 사용 기간을 기간제법 제4조 제1항과 달리 정하거나 별도의 기간을 정하여 근로계약을 체결할 수 있도록 한 경우에는 2년을 초과하여 기간제근로자로 사용할 수 있다고 정하고 있다. 그리고 초·중등교육법 제22조는 교육과정을 운영하기 위하여 필요하면 학교에 교원 외에 산학겸임교사·명예교사 또는 강사 등을 두어 학생의 교육을 담당하게 할 수 있다고 정하면서(제1항), 학교에 두는 산학겸임교사 등의 종류·자격기준 및 임용 등에 필요한 사항은 대통령령으로 정하도록 하고 있다(제2항). 이에 따라 초·중등교육법 시행령 제42조 제1항은 산학겸임교사 등의 종류로 영어회화 전문강사를 규정하고, 같은 조 제5항은 제1항에 따른 영어회화 전문강사를 기간을 정하여 임용할 때 그 기간은 1년 이내로 하되, 필요한 경우 계속 근무한 기간이 4년을 초과하지 아니하는 범위에서 기간을 연장할 수 있다고 정하고 있다. 한편 기간제법 제4조 제2항은 사용자가 제1항 단서의 사유가 없거나 소멸되었음에도 2년을 초과하여 기간제근로자로 사용하는 경우에는 그 기간제근로자는 기간의 정함이 없는 근로계약을 체결한 근로자로 본다고 정하고 있다. 이러한 규정들의 내용과 체계 등을 종합하면, 사용자는 초·중등교육법령에 따라 임용된 기간제근로자인 영어회화 전문강사를 2년을 초과하여 사용할 수 있으나, 이러한 기간제 근로계약이 반복 또는 갱신되어 ‘계속 근로한 총기간’이 4년을 초과한 영어회화 전문강사는 기간의 정함이 없는 근로계약을 체결한 근로자로 보아야 한다.",
      "기간제 및 단시간근로자 보호 등에 관한 법률(이하 ‘기간제법’이라 한다)의 규정 내용과 기간제 근로계약의 남용을 방지함으로써 근로자의 지위를 보장하려는 입법 취지 등을 고려하면, 기간제 근로계약이 반복하여 체결되거나 갱신되어 일정한 공백기 없이 기간제근로자가 계속적으로 근로한 경우라면, 특별한 사정이 없는 한 최초 기간제 근로계약에서부터 최종 기간제 근로계약에 이르기까지 기간 전체가 기간제법 제4조에서 말하는 기간제근로자의 사용 기간으로서 ‘계속 근로한 총기간’에 포함되어야 한다. 다만 기간제 근로계약의 대상이 되는 업무의 성격, 기간제 근로계약의 반복 또는 갱신과 관련한 당사자들의 의사, 반복 또는 갱신된 기간제 근로계약을 전후한 기간제근로자의 업무 내용·장소와 근로조건의 유사성, 기간제 근로계약의 종료와 반복 또는 갱신 과정에서 이루어진 절차나 경위 등을 종합적으로 고려할 때 당사자 사이에 기존 기간제 근로계약의 단순한 반복 또는 갱신이 아닌 새로운 근로관계가 형성되었다고 평가할 수 있는 특별한 사정이 있는 경우에는 기간제근로자의 계속된 근로에도 불구하고 그 시점에 근로관계가 단절되었다고 보아야 하고, 그 결과 기간제법 제4조에서 말하는 ‘계속 근로한 총기간’을 산정할 때 그 시점을 전후한 기간제 근로계약기간을 합산할 수 없다.",
      "기간제 및 단시간근로자 보호 등에 관한 법률(이하 ‘기간제법’이라 한다) 제4조 제1항 단서 제5호는 정부의 복지정책·실업대책 등에 따라 일자리를 제공하는 경우로서 대통령령이 정하는 경우에는 사용자가 2년을 초과하여 기간제근로자를 사용할 수 있다고 규정하고 있다. 이에 따라 기간제 및 단시간근로자 보호 등에 관한 법률 시행령(이하 ‘기간제법 시행령’이라 한다) 제3조 제2항 제1호는 기간제법 제4조 제1항 단서 제5호로 위임한 기간제근로자 사용 기간 제한의 예외 사유의 하나로 ‘고용정책 기본법, 고용보험법 등 다른 법령에 따라 국민의 직업능력 개발, 취업 촉진 및 사회적으로 필요한 서비스 제공 등을 위하여 일자리를 제공하는 경우’를 들고 있다. 국가나 지방자치단체가 국민 또는 주민에게 제공하는 공공서비스는 본질적 특성상 사회적으로 필요한 서비스의 성격을 가지고 있다. 따라서 국가나 지방자치단체가 공공서비스를 위하여 일자리를 제공하는 경우, 기간제법 제4조 제1항 단서 제5호, 기간제법 시행령 제3조 제2항 제1호에 해당하는지는 해당 사업의 시행 배경, 목적과 성격, 사업의 한시성이나 지속가능성 등 여러 사정을 종합적으로 고려하여 판단하여야 한다."
    ],
    "refClauses": [
      [
        "기간제 및 단시간근로자 보호 등에 관한 법률 제4조 제1항 제6호",
        "제2항",
        "기간제 및 단시간근로자 보호 등에 관한 법률 시행령 제3조 제3항 제1호",
        "초·중등교육법 제22조",
        "초·중등교육법 시행령 제42조 제1항",
        "제5항"
      ],
      [
        "기간제 및 단시간근로자 보호 등에 관한 법률 제4조 제1항"
      ],
      [
        "기간제 및 단시간근로자 보호 등에 관한 법률 제4조 제1항 제5호",
        "기간제 및 단시간근로자 보호 등에 관한 법률 시행령 제3조 제2항 제1호"
      ]
    ],
    "refPrecs": [
      [
        "2014다211053"
      ]
    ],
    "wholePrec": "【원고, 상고인】 부산광역시 (소송대리인 변호사 서경진)【피고, 피상고인】 중앙노동위원회위원장【피고보조참가인】 피고보조참가인 1 외 1인 (소송대리인 법무법인 여는 담당변호사 이종윤 외 1인)【원심판결】 대전고법 2018. 6. 21. 선고 2017누14210 판결【주 문】 상고를 기각한다. 상고비용은 보조참가로 인한 부분을 포함하여 원고가 부담한다.【이 유】 상고이유를 판단한다.  1.  상고이유 제1점에 대하여 원심은, 지방자치단체에 소속된 개별 공립학교 등은 지방자치단체의 하부기관 또는 시설에 불과할 뿐 교육에 관한 궁극적인 권리·의무 및 책임의 주체가 되는 것은 해당 지방자치단체라고 할 것이라는 등 그 판시와 같은 이유를 들어, 영어회화 전문강사인 피고보조참가인(이하 ‘참가인’이라 한다)들이 원고 소속 각 공립학교의 학교장과 체결한 근로계약상 참가인들의 사용자는 지방자치단체인 원고라고 판단하였다. 원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 이러한 판단에 상고이유 주장과 같이 부당해고구제절차에서의 당사자적격, 근로계약상 사용자에 관한 법리를 오해하여 필요한 심리를 다하지 아니하거나, 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나는 등의 잘못이 없다.  2.  상고이유 제2점에 대하여  가.  참가인들을 기간의 정함이 없는 근로계약을 체결한 근로자로 볼 것인지 1) 가) 기간제 및 단시간근로자 보호 등에 관한 법률(이하 ‘기간제법’이라 한다) 제4조 제1항 본문은 사용자는 2년을 초과하지 아니하는 범위 안에서(기간제 근로계약의 반복갱신 등의 경우에는 그 계속 근로한 총기간이 2년을 초과하지 아니하는 범위 안에서) 기간제근로자를 사용할 수 있다고 정하면서, 같은 항 단서 제6호, 기간제 및 단시간근로자 보호 등에 관한 법률 시행령(이하 ‘기간제법 시행령’이라 한다) 제3조 제3항 제1호는 다른 법령에서 기간제근로자의 사용 기간을 기간제법 제4조 제1항과 달리 정하거나 별도의 기간을 정하여 근로계약을 체결할 수 있도록 한 경우에는 2년을 초과하여 기간제근로자로 사용할 수 있다고 정하고 있다. 그리고 초·중등교육법 제22조는 교육과정을 운영하기 위하여 필요하면 학교에 교원 외에 산학겸임교사·명예교사 또는 강사 등을 두어 학생의 교육을 담당하게 할 수 있다고 정하면서(제1항), 학교에 두는 산학겸임교사 등의 종류·자격기준 및 임용 등에 필요한 사항은 대통령령으로 정하도록 하고 있다(제2항). 이에 따라 초·중등교육법 시행령 제42조 제1항은 산학겸임교사 등의 종류로 영어회화 전문강사를 규정하고, 같은 조 제5항은 제1항에 따른 영어회화 전문강사를 기간을 정하여 임용할 때 그 기간은 1년 이내로 하되, 필요한 경우 계속 근무한 기간이 4년을 초과하지 아니하는 범위에서 그 기간을 연장할 수 있다고 정하고 있다.한편 기간제법 제4조 제2항은 사용자가 제1항 단서의 사유가 없거나 소멸되었음에도 불구하고 2년을 초과하여 기간제근로자로 사용하는 경우에는 그 기간제근로자는 기간의 정함이 없는 근로계약을 체결한 근로자로 본다고 정하고 있다.이러한 규정들의 내용과 체계 등을 종합하여 보면, 사용자는 초·중등교육법령에 따라 임용된 기간제근로자인 영어회화 전문강사를 2년을 초과하여 사용할 수 있으나, 이러한 기간제 근로계약이 반복 또는 갱신되어 ‘계속 근로한 총기간’이 4년을 초과한 영어회화 전문강사는 기간의 정함이 없는 근로계약을 체결한 근로자로 보아야 한다. 나) 그리고 앞서 본 기간제법 규정 내용과 기간제 근로계약의 남용을 방지함으로써 근로자의 지위를 보장하려는 입법 취지 등을 고려하면, 기간제 근로계약이 반복하여 체결되거나 갱신되어 일정한 공백기 없이 기간제근로자가 계속적으로 근로한 경우라면, 특별한 사정이 없는 한 최초 기간제 근로계약에서부터 최종 기간제 근로계약에 이르기까지 기간 전체가 기간제법 제4조에서 말하는 기간제근로자의 사용 기간으로서 ‘계속 근로한 총기간’에 포함되어야 한다. 다만 기간제 근로계약의 대상이 되는 업무의 성격, 기간제 근로계약의 반복 또는 갱신과 관련한 당사자들의 의사, 반복 또는 갱신된 기간제 근로계약을 전후한 기간제근로자의 업무 내용·장소와 근로조건의 유사성, 기간제 근로계약의 종료와 반복 또는 갱신 과정에서 이루어진 절차나 그 경위 등을 종합적으로 고려할 때 당사자 사이에 기존 기간제 근로계약의 단순한 반복 또는 갱신이 아닌 새로운 근로관계가 형성되었다고 평가할 수 있는 특별한 사정이 있는 경우에는 기간제근로자의 계속된 근로에도 불구하고 그 시점에 근로관계가 단절되었다고 보아야 하고, 그 결과 기간제법 제4조에서 말하는 ‘계속 근로한 총기간’을 산정할 때 그 시점을 전후한 기간제 근로계약기간을 합산할 수 없다. 2) 원심판결 이유에 의하면 다음과 같은 사실을 알 수 있다. 가) 참가인 1은 2009. 9. 1.부터 부산 ○○중학교장과 근로계약을 체결하고, 영어회화 전문강사로서 근무하던 중 학교가 폐교될 예정이라는 이유로 2011년도 근로계약은 2011. 9. 1.부터 2012. 2. 29.까지 6개월로 정하여 갱신·체결하였다.참가인 1은 부산 ○○중학교와의 근로관계가 종료된 후 별도의 채용절차 없이 원고가 관리하는 영어회화 전문강사 인력풀에 따라 2012. 3. 1. △△△중학교에 채용되어 △△△중학교장과 근로계약을 체결하였다. 그 후에 참가인 1은 매년 일정한 평가절차를 거쳐 1년 단위로 근로계약을 갱신·체결하면서 △△△중학교에서 4년간 계속 근무하였다.△△△중학교장은 2016. 1. 14. 기간제 영어회화 전문강사의 최대 임용기간이 2016. 2. 29.자로 만료된다며 참가인 1에게 근로관계 종료를 통보한 후 퇴직금 등을 정산·지급하였다. 나) 한편 참가인 2는 □□초등학교장과 근로계약을 체결하고 2011. 3. 1.부터 영어회화 전문강사로 근무하였다.참가인 2는 □□초등학교 교감으로부터 2012학년도에는 수업시수 부족으로 계속 근무가 어려울 것이라는 이야기를 들었고, 그 이후에 원고의 동래교육지원청에서 2012. 1. 2. 시행한 ‘2012학년도 초등 영어회화 전문강사 재배치 결과 알림’ 공문을 통해 □□초등학교에서 ◇◇초등학교로 재배치가 정해졌다.□□초등학교장은 2012. 2. 29. 참가인 2와의 계약기간이 만료됨에 따라 근로관계를 종료하였고, 참가인 2는 2012. 3. 1.부터 별도의 채용절차 없이 ◇◇초등학교에서 영어회화 전문강사로 근무하였다. 참가인 2는 ◇◇초등학교에서 매년 1년 단위로 일정한 평가를 거친 후 ◇◇초등학교장과 근로계약을 갱신·체결하여 4년간 계속 근무하였다.◇◇초등학교장은 2016. 1. 28. 참가인 2의 최대 임용기간이 2016. 2. 29.로 만료된다며 근로관계 종료를 통보하였다. 3) 이러한 사실관계 및 기록에 의해 알 수 있는 사정을 앞에서 본 법리에 비추어 살펴본다. 가) 참가인 1은 2009. 9. 1.부터, 참가인 2는 2011. 3. 1.부터 각각 2016. 2. 29.까지 근로계약기간의 단절 없이 원고 소속 공립학교에서 계속 근무하였다. 나) 참가인들은 위 기간 동안 영어회화 전문강사로서 동일한 업무를 수행하였고, 임금 등 근로조건이 실질적으로 크게 변동되지 않았다. 한편 참가인들의 근무기간 중 소속 학교가 1회씩 바뀌었으나, 사용자인 원고 소속 학교들 내에서 업무장소의 변경에 불과하여 이를 근로관계 단절의 징표라고 보기 어렵다. 다) 참가인들의 이러한 학교 변경 과정에서 별도의 공개채용 절차를 거친 바 없고, 원고에 의해 근무 학교 재배치가 이루어졌다. 이를 고려하면 참가인들이 근무 학교를 옮기는 과정에서 퇴직금을 정산받았다는 사정 등만으로는 원고에게 이전까지 반복·갱신되어 온 계속 근로관계를 완전히 종료하고자 하는 의사가 있었다고 단정하기 어렵다. 라) 사용자인 원고가 참가인들과의 사이에 기간제 근로계약을 위와 같이 반복·갱신하는 과정에 기존과는 다른 새로운 근로관계가 형성되었다고 인정할 다른 자료도 없다. 마) 한편 영어회화 전문강사는 초등 수업시수 확대, 중등 수준별 이동수업 확대에 따라 영어 수업을 담당할 인력을 충원하고, 학교 단위 실용영어 교육을 강화하여 학생들의 영어 의사소통능력을 향상시켜 영어 공교육에 대한 신뢰를 제고하기 위하여 도입된 제도이다. 이처럼 참가인들이 행한 영어회화 전문강사 업무는 상시적인 업무라는 성격을 가진다. 앞에서 든 사정까지 함께 고려하면, 초·중등교육법령에서 정한 4년이 경과하였다고 하여 근로관계의 계속성이 부정된다고 할 수 없다. 바) 결국 이러한 사정을 종합하여 보면, 기간제근로자인 참가인들은 원고와의 기간제 근로계약을 반복·갱신함으로써 4년을 초과하여 계속 근로하였고, 이와 같이 계속 근로한 총기간 동안 새로운 근로관계가 형성됨으로써 근로관계가 단절되었다고 볼 특별한 사정도 없으므로, 기간제법 제4조 제2항에 따라 기간의 정함이 없는 근로계약을 체결한 근로자로 보아야 한다. 4) 같은 취지에서 참가인들에 대한 원고의 2016. 2. 29.자 계약기간 만료 통보는 부당해고에 해당하고, 이러한 전제에 선 이 사건 재심판정이 정당하다고 본 원심판결에 상고이유 주장과 같이 기간제법 제4조 제2항에 관한 법리를 오해하여 필요한 심리를 다하지 아니하거나, 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나는 등의 잘못이 없다.  나.  나머지 상고이유 주장에 대하여 원심은, 영어회화 전문강사인 참가인들의 계속 근로한 총기간이 4년을 초과하여 기간제법 제4조 제2항에 따라 기간의 정함이 없는 근로계약을 체결한 근로자로 보아야 하는 이상 근로계약이 갱신될 수 있으리라는 정당한 기대권이 인정되는지 여부에 대해서는 더 나아가 살필 필요가 없다고 판단하였다. 원심판결 이유를 관련 법리에 비추어 살펴보면, 원심의 이와 같은 판단에 상고이유 주장과 같이 기간제법 제4조 제2항, 기간제근로자의 갱신기대권에 관한 법리를 오해한 잘못이 없다.  3.  상고이유 제3점에 대하여  가.  한시적 사업 관련 상고이유 주장에 대하여 원심은, 영어회화 전문강사 제도 도입 취지 등에 비추어 보면, 영어회화 전문강사 제도가 객관적으로 일정 기간 경과 후 종료될 것이 명백한 사업 또는 특정한 업무에 관하여 그 사업 또는 업무가 종료될 것으로 예상되는 시점까지로 계약기간을 정한 경우에 해당한다고 보기 어렵다는 등 그 판시와 같은 이유를 들어, 영어회화 전문강사가 한시적 사업에 해당하여 기간의 정함이 없는 근로계약을 체결한 근로자로 전환이 되지 않는 예외적인 경우에 해당한다는 원고의 주장을 배척하였다. 원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 이러한 판단에 상고이유 주장과 같이 기간제법 제4조 제1항 단서 제1호, 같은 조 제2항에 관한 법리를 오해하여 필요한 심리를 다하지 아니하거나, 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나는 등의 잘못이 없다.  나.  기간제법 제4조 제1항 단서 제5호 예외 사유 관련 상고이유 주장에 대하여 1) 기간제법 제4조 제1항 단서 제5호는 정부의 복지정책·실업대책 등에 따라 일자리를 제공하는 경우로서 대통령령이 정하는 경우에는 사용자가 2년을 초과하여 기간제근로자를 사용할 수 있다고 규정하고 있다. 이에 따라 기간제법 시행령 제3조 제2항 제1호는 기간제법 제4조 제1항 단서 제5호로 위임한 기간제근로자 사용 기간 제한의 예외 사유의 하나로 ‘고용정책 기본법, 고용보험법 등 다른 법령에 따라 국민의 직업능력 개발, 취업 촉진 및 사회적으로 필요한 서비스 제공 등을 위하여 일자리를 제공하는 경우’를 들고 있다. 국가나 지방자치단체가 국민 또는 주민에게 제공하는 공공서비스는 그 본질적 특성상 사회적으로 필요한 서비스의 성격을 가지고 있다. 따라서 국가나 지방자치단체가 그 공공서비스를 위하여 일자리를 제공하는 경우, 기간제법 제4조 제1항 단서 제5호, 기간제법 시행령 제3조 제2항 제1호에 해당하는지는 해당 사업의 시행 배경, 목적과 성격, 사업의 한시성이나 지속가능성 등 여러 사정을 종합적으로 고려하여 판단하여야 한다(대법원 2016. 8. 18. 선고 2014다211053 판결 등 참조). 2) 원심은, 영어회화 전문강사 제도는 영어 공교육 강화를 위한 영어 교수요원 충원에 주된 목적이 있다고 할 수 있고, 영어회화 전문강사의 응시 자격은 영어회화 전문강사로서의 능력을 전제로 한 것으로서, 위 응시자들이 고용정책 기본법에 규정된 취업취약계층에 해당한다고 볼 수 없다는 등 그 판시와 같은 이유를 들어, 영어회화 전문강사가 기간제법 제4조 제1항 단서 제5호에서 말하는 정부의 복지정책·실업대책 등에 따라 일자리를 제공하는 경우로서 대통령령이 정한 경우에 해당하지 않는다고 판단하였다. 3) 원심판결 이유를 앞에서 본 법리 및 기록에 비추어 살펴보면, 원심의 이러한 판단에 상고이유 주장과 같이 기간제법 제4조 제1항 단서 제5호에 관한 법리를 오해하여 필요한 심리를 다하지 아니하거나, 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나는 등의 잘못이 없다.  4.  결론 그러므로 상고를 기각하기로 하고, 상고비용은 보조참가로 인한 부분을 포함하여 패소자가 부담하도록 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.",
    "judge": "대법관 박정화(재판장) 권순일(주심) 이기택 김선수"
  },
  {
    "caseNum": "2020도6965",
    "issues": [
      "성폭행 등의 피해자 진술의 증명력을 판단하는 방법 / 피고인의 친딸로 가족관계에 있던 피해자가 ‘마땅히 그러한 반응을 보여야만 하는 피해자’로 보이지 않는다는 이유만으로 피해자 진술의 신빙성을 함부로 배척할 수 있는지 여부(소극) / 친족관계에 의한 성범죄를 당하였다는 피해자 진술의 신빙성을 판단할 때 특히 고려할 사항",
      "대법원 양형위원회 제정 양형기준상 특별감경인자인 ‘처벌불원’의 의미"
    ],
    "order": 2,
    "yo": [
      "성폭행 피해자의 대처 양상은 피해자의 성정이나 가해자와의 관계 및 구체적인 상황에 따라 다르게 나타날 수밖에 없다. 따라서 개별적, 구체적인 사건에서 성폭행 등의 피해자가 처하여 있는 특별한 사정을 충분히 고려하지 않은 채 피해자 진술의 증명력을 가볍게 배척하는 것은 정의와 형평의 이념에 입각하여 논리와 경험의 법칙에 따른 증거판단이라고 볼 수 없다. 피고인의 친딸로 가족관계에 있던 피해자가 ‘마땅히 그러한 반응을 보여야만 하는 피해자’로 보이지 않는다는 이유만으로 피해자 진술의 신빙성을 함부로 배척할 수 없다. 그리고 친족관계에 의한 성범죄를 당하였다는 피해자의 진술은 피고인에 대한 이중적인 감정, 가족들의 계속되는 회유와 압박 등으로 인하여 번복되거나 불분명해질 수 있는 특수성이 있다는 점을 고려해야 한다.",
      "대법원 양형위원회 제정 양형기준상 특별감경인자인 ‘처벌불원’이란 피고인이 자신의 범행에 대하여 진심으로 뉘우치고 합의를 위한 진지한 노력을 기울여 피해에 대한 상당한 보상이 이루어졌으며, 피해자가 처벌불원의 법적·사회적 의미를 정확히 인식하면서 이를 받아들여 피고인의 처벌을 원하지 않는 경우를 의미한다."
    ],
    "refClauses": [
      [
        "성폭력범죄의 처벌 등에 관한 특례법 제5조 제1항",
        "제4항",
        "형사소송법 제308조"
      ],
      [
        "법원조직법 제81조의6",
        "제81조의7"
      ]
    ],
    "refPrecs": [
      [
        "2018도7709",
        "2020도2433"
      ]
    ],
    "wholePrec": "【피고인 겸 피부착명령청구자】 피고인 겸 피부착명령청구자【상 고 인】 피고인 겸 피부착명령청구자【변 호 인】 변호사 김향숙【원심판결】 대전고법 2020. 5. 13. 선고 2019노463, 2019전노46 판결【주 문】 상고를 모두 기각한다.【이 유】 상고이유를 판단한다.  1.  피고사건(무죄 및 공소기각 부분 제외)에 관하여  가.  유죄 판단에 대한 상고이유에 관하여 1) 관련 법리성폭행 피해자의 대처 양상은 피해자의 성정이나 가해자와의 관계 및 구체적인 상황에 따라 다르게 나타날 수밖에 없다. 따라서 개별적, 구체적인 사건에서 성폭행 등의 피해자가 처하여 있는 특별한 사정을 충분히 고려하지 않은 채 피해자 진술의 증명력을 가볍게 배척하는 것은 정의와 형평의 이념에 입각하여 논리와 경험의 법칙에 따른 증거판단이라고 볼 수 없다(대법원 2018. 10. 25. 선고 2018도7709 판결 참조). 피고인의 친딸로 가족관계에 있던 피해자가 ‘마땅히 그러한 반응을 보여야만 하는 피해자’로 보이지 않는다는 이유만으로 피해자 진술의 신빙성을 함부로 배척할 수 없다. 그리고 친족관계에 의한 성범죄를 당하였다는 피해자의 진술은 피고인에 대한 이중적인 감정, 가족들의 계속되는 회유와 압박 등으로 인하여 번복되거나 불분명해질 수 있는 특수성이 있다는 점을 고려해야 한다(대법원 2020. 5. 14. 선고 2020도2433 판결 참조). 2) 공소사실의 요지 피고인 및 피부착명령청구자(이하 ‘피고인’이라고만 한다)는 20세의 친딸인 피해자의 성기에 생긴 증상을 확인해준다는 등의 명목으로 집요하게 회유와 압박을 한 끝에 피고인의 성기를 피해자의 음부에 비비기만 하기로 약속하고 피해자를 모텔로 데려간 다음 피해자의 반항을 억압하고 피해자를 강간하였다. 그 이후 피고인은 여러 차례 자살을 하겠다거나 피해자의 남자친구를 죽이겠다는 등의 위협을 하고, 가위를 들고 자살을 시도하는 것처럼 행세하거나, 나아가 칼을 들고 위협하면서, 자살을 하지 않을 테니 성관계를 해달라고 요구하다가 피해자가 이를 거부하면 완력을 사용하여 반항을 억압하고 피해자를 강간하였다. 3) 원심의 판단 원심은, ① 피해자가 피해 내용과 그 경위 등에 관하여 비교적 구체적이고 일관되게 진술하고 있는 점과 더불어, ② 피고인의 범행 도구가 점차 위험해지고 수법이 대담해졌는데, 피해자는 피고인이 칼로 자신을 위협하여 강간하는 지경에 이르자 더는 참지 못하여 고소를 한 것으로 피해 신고 경위가 자연스러운 점, ③ 피해자가 범행 당시부터 수년간 피해사실을 알리지 않은 이유는, 피해자의 어머니가 피해진술을 믿고 보호해줄 것을 기대하기 어려운 상황이었고 피해사실을 외부에 드러내지 않는다면 평범한 가족으로 돌아갈지 모른다는 기대를 하였기 때문인 것으로 보여지는 점, ④ 피해자는 어머니에게 피해사실을 알렸다가 이를 번복하였는데, 이는 피고인의 회유 또는 강요에 의한 것으로 보여지는 점, ⑤ 피해자가 공소사실 기재 범행 기간 중 피고인에게 다소 애교 섞인 표현 또는 피고인을 걱정하는 내용의 문자메시지를 보낸 경위 역시 앞서 본 바와 같이 정상적인 가정으로 돌아가고 싶은 희망에서 나온 것으로서 이를 두고 피해자로서 마땅히 보여야 할 반응을 보이지 않았다고 할 수 없는 점 등을 들어 피해자 진술의 신빙성을 긍정하였다. 4) 대법원의 판단 원심판결 이유를 관련 법리와 적법하게 채택한 증거에 비추어 살펴보면, 위와 같은 원심의 판단은 정당하고, 거기에 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어난 잘못이 없다.  나.  양형부당 상고이유에 관하여 원심은 피해자가 피고인의 선처를 바라는 탄원서 및 처벌불원서를 제출하였으나, 이를 특별감경인자로 고려하지 않고 징역 13년을 선고한 제1심판결을 유지하였다.대법원 양형위원회 제정 양형기준상 특별감경인자인 ‘처벌불원’이란 피고인이 자신의 범행에 대하여 진심으로 뉘우치고 합의를 위한 진지한 노력을 기울여 피해에 대한 상당한 보상이 이루어졌으며, 피해자가 처벌불원의 법적·사회적 의미를 정확히 인식하면서 이를 받아들여 피고인의 처벌을 원하지 않는 경우를 의미한다. 피해자는 제1심 법정에서 증언을 할 때까지만 하더라도 피고인의 처벌을 원하는 의사를 표시하였다가 불과 약 2달 만에 특별한 사정변경이 없는 상태에서 피고인에 대한 선처를 탄원하는 서면을 제출하였으나, 피고인의 부재로 경제적 어려움을 호소하였던 피해자 어머니의 증언 태도 등에 비추어 볼 때 위와 같은 피해자의 태도 변화는 자신의 신고로 인해 아버지인 피고인이 처벌받고 가정에 경제적 어려움이 발생하게 된 것으로 인한 고립감, 부담감, 죄책감의 발로로 보여지고, 피해자는 원심 법정에 출석하여 처벌불원서 제출이 가족 등의 지속적 회유에 의한 것으로 진심이 아니었고 피고인에 대한 처벌을 원한다는 의사를 분명히 하였다. 따라서 피해자가 제출한 탄원서 및 처벌불원서에도 불구하고 이를 특별감경인자인 ‘처벌불원’에 해당하지 않는다고 한 원심의 판단은 정당하고, 피고인의 연령·성행·환경, 피해자와의 관계, 이 사건 각 범행의 동기·수단과 결과, 범행 후의 정황 등 기록에 나타난 양형의 조건이 되는 여러 가지 사정들을 살펴보면, 상고이유에서 주장하는 사정을 참작하더라도 원심의 양형이 심히 부당하다고 할 수 없다.  2.  부착명령 청구사건에 관하여 원심판결 이유를 기록에 비추어 살펴보면, 원심이 ① 피고인에 대한 한국 성범죄자 위험성 평가척도(K-SORAS) 적용 결과 성범죄 재범위험성이 ‘높음’ 수준에 해당하는 점, ② 피고인은 과거에도 여성에 대한 폭력 및 성폭력 범행으로 처벌받은 전력들이 있는 점, ③ 피해자를 약 4개월가량의 짧은 기간 동안 6회에 걸쳐 추행하거나 간음한 점 등을 이유로 피고인에게 성폭력범죄를 다시 범할 위험성이 있다고 판단하여 20년간 위치추적 전자장치의 부착을 명한 것은 정당하고, 거기에 상고이유 주장과 같은 잘못이 없다.  3.  결론 그러므로 상고를 모두 기각하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.",
    "judge": "대법관 노태악(재판장) 김재형 민유숙(주심) 이동원"
  }
]