[
  {
    "issue": " 학교법인이 임차인이 주선한 신규임차인이 되려는 자와 임대차계약을 체결하는 것이 경쟁입찰의 방법으로 임차인을 선정해야 할 법령상 의무를 위반하는 것이 되는 경우, 구 상가건물 임대차보호법 제10조의4 제1항 제4호에서 정한 임대차계약 체결을 거절할 ‘정당한 사유’가 있는 경우에 해당하는지 여부(원칙적 적극)",
    "yo": "구 상가건물 임대차보호법(2018. 10. 16. 법률 제15791호로 개정되기 전의 것, 이하 ‘구 상가임대차법’이라 한다) 제10조의4는 “임대인은 임대차기간이 끝나기 3개월 전부터 임대차 종료 시까지 다음 각호의 어느 하나에 해당하는 행위를 함으로써 권리금 계약에 따라 임차인이 주선한 신규임차인이 되려는 자로부터 권리금을 지급받는 것을 방해하여서는 아니 된다.”라고 정하면서(제1항), 각호의 사유 중 하나로 ‘그 밖에 정당한 사유 없이 임대인이 임차인이 주선한 신규임차인이 되려는 자와 임대차계약의 체결을 거절하는 행위’를 들고 있다(제4호). 임대인이 위와 같은 권리금 회수기회 보호의무를 위반하여 임차인에게 손해를 발생하게 한 때에는 그 손해를 배상할 책임을 부담한다(같은 조 제3항). 한편 사립학교법 제33조, 사학기관 재무·회계 규칙 제35조 제1항에 의하면, 학교법인은 국가를 당사자로 하는 계약에 관한 법률 시행령 제26조 제1항 제5호 (가)목의 금액인 5,000만 원(연액 또는 총액 기준)을 초과하는 임대차계약을 체결하려는 경우 위 규칙 제35조 제3항에서 정하는 수의계약에 의할 수 있는 사유가 없는 한 일반경쟁에 부쳐야 한다. 이와 같이 학교법인이 임차인이 주선한 신규임차인이 되려는 자와 임대차계약을 체결하는 것이 경쟁입찰의 방법으로 임차인을 선정해야 할 법령상 의무를 위반하는 것이 되는 경우, 달리 특별한 사정이 없는 한 학교법인이 그러한 사정을 들어 임대차계약 체결을 거절하는 것에는 구 상가임대차법 제10조의4 제1항 제4호에서 정한 ‘정당한 사유’가 있다고 보아야 한다.",
    "refClause": "구 상가건물 임대차보호법(2018. 10. 16. 법률 제15791호로 개정되기 전의 것) 제10조의4 제1항 제4호, 제3항, 사립학교법 제33조, 사학기관 재무·회계 규칙 제35조 제1항, 제3항, 국가를 당사자로 하는 계약에 관한 법률 시행령 제26조 제1항 제5호 (가)목",
    "wholePrec": "【원고(반소피고), 피상고인】 학교법인 동은학원 (소송대리인 법무법인(유한) 이현 담당변호사 이환권)【피고(반소원고), 상고인】 피고(반소원고) (소송대리인 법무법인 새얼 담당변호사 최영식 외 1인)【원심판결】 서울고법 2019. 10. 25. 선고 (인천)2019나10666, 10673 판결【주 문】 상고를 기각한다. 상고비용은 피고(반소원고)가 부담한다.【이 유】 상고이유를 판단한다.  1.  상고이유 제1점(권리금 회수기회 보호의무 위반 부분)에 대하여  가.  구 「상가건물 임대차보호법」(2018. 10. 16. 법률 제15791호로 개정되기 전의 것, 이하 ‘구 상가임대차법’이라 한다) 제10조의4는 “임대인은 임대차기간이 끝나기 3개월 전부터 임대차 종료 시까지 다음 각호의 어느 하나에 해당하는 행위를 함으로써 권리금 계약에 따라 임차인이 주선한 신규임차인이 되려는 자로부터 권리금을 지급받는 것을 방해하여서는 아니 된다.”라고 정하면서(제1항), 각호의 사유 중 하나로 ‘그 밖에 정당한 사유 없이 임대인이 임차인이 주선한 신규임차인이 되려는 자와 임대차계약의 체결을 거절하는 행위’를 들고 있다(제4호). 임대인이 위와 같은 권리금 회수기회 보호의무를 위반하여 임차인에게 손해를 발생하게 한 때에는 그 손해를 배상할 책임을 부담한다(같은 조 제3항).한편 사립학교법 제33조, 사학기관 재무·회계 규칙 제35조 제1항에 의하면, 학교법인은 국가를 당사자로 하는 계약에 관한 법률 시행령 제26조 제1항 제5호 (가)목의 금액인 5,000만 원(연액 또는 총액 기준)을 초과하는 임대차계약을 체결하려는 경우 위 규칙 제35조 제3항에서 정하는 수의계약에 의할 수 있는 사유가 없는 한 일반경쟁에 부쳐야 한다. 이와 같이 학교법인이 임차인이 주선한 신규임차인이 되려는 자와 임대차계약을 체결하는 것이 경쟁입찰의 방법으로 임차인을 선정해야 할 법령상 의무를 위반하는 것이 되는 경우, 달리 특별한 사정이 없는 한 학교법인이 그러한 사정을 들어 임대차계약 체결을 거절하는 것에는 구 상가임대차법 제10조의4 제1항 제4호에서 정한 ‘정당한 사유’가 있다고 보아야 한다.  나.  원심은 그 판시와 같은 이유를 들어, 원고(반소피고, 이하 ‘원고’라 한다)가 사립학교법 제33조, 사학기관 재무·회계 규칙 제35조 제1항에 따라 경쟁입찰의 방법으로 임차인을 선정해야 할 의무가 있다는 이유로 피고(반소원고, 이하 ‘피고’라 한다)가 주선한 자와의 임대차계약 체결을 거절한 것은 구 상가임대차법 제10조의4 제1항 제4호에서 정한 ‘정당한 사유’가 있는 경우에 해당하여, 권리금 회수기회 보호의무 위반에 해당하지 않는다고 판단하였다.  다.  앞서 본 법리에 따라 기록을 살펴보면, 원심의 판단은 정당하고, 거기에 상고이유 주장과 같이 구 상가임대차법 제10조의4 제1항 제4호의 ‘정당한 사유’에 대한 법리를 오해하여 판결에 영향을 미친 잘못이 없다.  2.  상고이유 제2점(동시이행항변 부분)에 대하여 피고의 이 부분 상고이유 주장은, 원고에게 권리금 회수기회 보호의무 위반을 원인으로 한 손해배상채무가 있음을 전제로 원고의 손해배상채무와 피고의 이 사건 점포 인도의무가 동시이행관계에 있다는 것이다. 그러나 위와 같이 원고에게 권리금 회수기회 보호의무 위반을 인정하지 아니한 원심의 판단이 정당한 이상, 이 부분 상고이유 주장은 더 나아가 살펴볼 필요 없이 받아들일 수 없다.  3.  결론 그러므로 상고를 기각하고 상고비용은 패소자가 부담하도록 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.\n      대법관 민유숙(재판장) 김재형 이동원 노태악(주심) \n     "
  },
  {
    "issue": " [1] 甲이 乙을 상대로 제기한 공유물분할청구의 소에 관하여 선고한 원심판결의 주문에서 ‘1. 가. (가), (나) 부분 토지는 乙의 소유로, (다) 부분 토지는 甲의 소유로 각 분할한다. 나. 甲은 乙로부터 가액보상금을 지급받음과 동시에, 乙에게 (가), (나) 부분 토지 중 甲의 지분에 관하여 공유물분할을 원인으로 한 소유권이전등기절차를 이행하라’고 한 사안에서, 원심판결의 주문 제1의 가항과 나항은 효과 면에서 서로 모순된다고 한 사례 [2] 공유물분할청구의 소에서 법원이 등기의무자가 아닌 자를 상대로 등기의 말소절차 이행을 명할 수 있는지 여부(소극)",
    "yo": " [1] 甲이 乙을 상대로 제기한 공유물분할청구의 소에 관하여 선고한 원심판결의 주문에서 ‘1. 가. (가), (나) 부분 토지는 乙의 소유로, (다) 부분 토지는 甲의 소유로 각 분할한다. 나. 甲은 乙로부터 가액보상금을 지급받음과 동시에, 乙에게 (가), (나) 부분 토지 중 甲의 지분에 관하여 공유물분할을 원인으로 한 소유권이전등기절차를 이행하라’고 한 사안에서, 원심판결의 주문 제1의 가항은 형성판결로서 그대로 확정될 경우, 乙은 (가), (나) 부분 토지에 관한 단독소유권을 취득하고, 甲은 (다) 부분 토지에 관한 단독소유권을 취득하게 되므로, 乙이 단독소유권을 취득하게 될 (가), (나) 부분 토지와 관련하여, 甲이 乙에게 (가), (나) 부분 토지 중 甲의 지분에 관하여 소유권이전등기신청에 대한 의사표시를 별도로 할 필요가 없고, 반면에 원심판결의 주문 제1의 나항은 이행판결로서 그대로 확정될 경우, 乙이 반대의무인 가액보상금 지급의무를 이행한 사실을 증명하여 재판장의 명령에 의하여 집행문을 받아야만 (가), (나) 부분 토지 중 甲의 지분에 관하여 甲의 소유권이전등기신청에 대한 의사표시 의제의 효과가 발생하므로, 향후 (가), (나) 부분 토지 중 甲의 지분에 관하여 甲의 소유권이전등기신청에 대한 의사표시가 필요하지 않음을 전제로 하는 원심판결의 주문 제1의 가항과 향후 (가), (나) 부분 토지 중 甲의 지분에 관하여 甲의 소유권이전등기신청에 대한 의사표시가 필요함을 전제로 하는 원심판결의 주문 제1의 나항은 효과 면에서 서로 모순되므로, 원심판결에는 이유모순 등의 잘못이 있다고 한 사례. [2] 공유물분할청구의 소는 형성의 소로서 법원은 공유물분할을 청구하는 원고가 구하는 방법에 구애받지 않고 재량에 따라 합리적 방법으로 분할을 명할 수 있다. 그러나 법원은 등기의무자, 즉 등기부상의 형식상 그 등기에 의하여 권리를 상실하거나 기타 불이익을 받을 자(등기명의인이거나 그 포괄승계인)가 아닌 자를 상대로 등기의 말소절차 이행을 명할 수는 없다.",
    "refClause": "[1] 민법 제269조, 민사소송법 제208조 [2] 민법 제269조",
    "wholePrec": "【원고(반소피고), 피상고인】 원고(반소피고) (소송대리인 법무법인 규원 담당변호사 김상철 외 5인)【피고(반소원고), 상고인】 피고(반소원고) (소송대리인 법무법인(유한) 동인 담당변호사 김동운 외 1인)【원심판결】 서울고법 2018. 5. 24. 선고 2017나2013180, 2013197 판결【주 문】 원심판결 중 본소에 관한 부분을 파기하고, 이 부분 사건을 서울고등법원에 환송한다. 반소에 관한 피고(반소원고)의 상고를 기각한다. 반소에 관한 상고비용은 피고(반소원고)가 부담한다.【이 유】 상고이유를 판단한다.  1.  상고이유 제1점에 대하여 원심은 그 판시와 같은 이유로, 소외 1과 소외 2가 이 사건 토지의 특정부분을 구분소유하기로 약정하였다거나 이후 원고(반소피고, 이하 ‘원고’라고 한다)와 피고(반소원고, 이하 ‘피고’라고 한다) 사이에 구분소유 약정이 있었다고 보기 어렵다고 판단하였다. 관련 법리와 기록에 비추어 살펴보면, 원심의 판단에 상고이유 주장과 같이 필요한 심리를 다하지 않은 채 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나거나 변론주의, 처분문서의 증명력, 구분소유적 공유관계에 관한 법리 등을 오해한 잘못이 없다.  2.  상고이유 제2점에 대하여 원심은 피고가 주장하는 사정이나 제출한 증거만으로는 1982. 6. 16. 소외 2가 이 사건 (가), (나) 부분 토지 및 지상 건물을 일괄하여 매수하였음을 인정하기 부족하고 달리 이를 인정할 증거가 없다는 이유로 피고의 반소청구 중 매매를 원인으로 한 소유권이전등기청구를 기각하였다. 원심판결 이유와 기록에 비추어 살펴보면, 원심의 판단에 상고이유 주장과 같이 필요한 심리를 다하지 않은 채 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나거나 처분문서의 증명력에 관한 법리를 오해한 잘못이 없다.  3.  상고이유 제3점에 대하여 원심은 이 사건 (가), (나) 부분 토지에 대한 소외 2의 점유가 자주점유가 아니라는 등의 이유로 피고의 반소청구 중 점유취득시효를 원인으로 한 소유권이전등기청구를 기각하였다. 관련 법리와 기록에 비추어 살펴보면, 원심의 판단에 상고이유 주장과 같이 자주점유 추정의 복멸에 관한 법리를 오해하거나 이유모순의 잘못이 없다.  4.  직권판단 및 상고이유 제4점에 대한 판단  가.  원심의 판단 1) 원심은 본소인 공유물분할청구의 소에 관하여 그 판시와 같은 이유로, 피고가 소유하고 있는 이 사건 (가), (나) 부분 건물의 담장을 경계로 하여, 이 사건 (가), (나) 부분 토지 234㎡는 피고의 소유로, 이 사건 (다) 부분 토지 229㎡는 원고의 소유로 분할함이 타당하고, 피고의 지분 상당의 면적(198㎡)보다 36㎡를 더 소유하게 되는 피고가 원고에게 위 36㎡의 시가에 대한 가액보상금으로 304,560,000원을 지급함이 상당하며, 위 보상금 지급의무와 원고가 피고에게 이 사건 (가), (나) 부분 토지 234㎡ 중 265/463 지분에 관하여 공유물분할을 원인으로 한 소유권이전등기와 이 사건 근저당권설정등기 말소등기의 각 절차를 이행할 의무는 동시이행관계에 있다고 보았다. 2) 이를 전제로 하여 원심이 본소에 관하여 선고한 원심판결의 주문은 다음과 같다. 가) 이 사건 (가), (나) 부분 토지 234㎡는 피고의 소유로, 이 사건 (다) 부분 토지 229㎡는 원고의 소유로 각 분할한다(원심판결의 주문 제1의 가항). 나) 원고는 피고로부터 304,560,000원을 지급받음과 동시에, 피고에게 이 사건 (가), (나) 부분 토지 234㎡ 중 265/463 지분에 관하여 공유물분할을 원인으로 한 소유권이전등기절차 및 2016. 7. 13. 마쳐진 이 사건 근저당권설정등기의 말소등기절차를 이행하라(원심판결의 주문 제1의 나항). 다) 피고는 원고로부터 이 사건 (가), (나) 부분 토지 234㎡ 중 265/463 지분에 관하여 공유물분할을 원인으로 한 소유권이전등기절차 및 2016. 7. 13. 마쳐진 이 사건 근저당권설정등기의 말소등기절차를 이행받음과 동시에, 원고에게 304,560,000원을 지급하라(원심판결의 주문 제1의 다항).  나.  대법원의 판단 1) 먼저 원심판결의 주문 제1의 가항 부분과 제1의 나항 중 소유권이전등기절차 이행 부분에 관하여 직권으로 살펴본다. 원심판결의 주문 제1의 가항은 형성판결로서 그대로 확정될 경우, 피고는 이 사건 (가), (나) 부분 토지 234㎡에 관한 단독소유권을 취득하고, 원고는 이 사건 (다) 부분 토지 229㎡에 관한 단독소유권을 취득하게 된다. 따라서 피고가 단독소유권을 취득하게 될 이 사건 (가), (나) 부분 토지 234㎡와 관련하여, 원고가 피고에게 이 사건 (가), (나) 부분 토지 234㎡ 중 265/463 지분에 관하여 소유권이전등기신청에 대한 의사표시를 별도로 할 필요가 없다. 반면에 원심판결의 주문 제1의 나항 중 소유권이전등기절차 이행 부분은 이행판결로서 그대로 확정될 경우, 피고가 반대의무인 가액보상금 지급의무를 이행한 사실을 증명하여 재판장의 명령에 의하여 집행문을 받아야만 이 사건 (가), (나) 부분 토지 234㎡ 중 265/463 지분에 관하여 원고의 소유권이전등기신청에 대한 의사표시 의제의 효과가 발생한다. 따라서 향후 이 사건 (가), (나) 부분 토지 234㎡ 중 265/463 지분에 관하여 원고의 소유권이전등기신청에 대한 의사표시가 필요하지 않음을 전제로 하는 원심판결의 주문 제1의 가항과 향후 이 사건 (가), (나) 부분 토지 234㎡ 중 265/463 지분에 관하여 원고의 소유권이전등기신청에 대한 의사표시가 필요함을 전제로 하는 원심판결의 주문 제1의 나항 중 소유권이전등기절차 이행 부분은 그 효과 면에서 서로 모순된다. 이러한 원심판결에는 이유모순 등의 잘못이 있고, 위와 같은 사유는 당사자의 주장이 없더라도 법원이 직권으로 조사하여 판단할 수 있다. 2) 다음으로 원심판결의 주문 제1의 나항 중 근저당권설정등기의 말소등기절차 이행 부분에 관하여 살펴본다. 가) 공유물분할청구의 소는 형성의 소로서 법원은 공유물분할을 청구하는 원고가 구하는 방법에 구애받지 않고 재량에 따라 합리적 방법으로 분할을 명할 수 있다(대법원 2015. 7. 23. 선고 2014다88888 판결 등 참조). 그러나 법원은 등기의무자, 즉 등기부상의 형식상 그 등기에 의하여 권리를 상실하거나 기타 불이익을 받을 자(등기명의인이거나 그 포괄승계인)가 아닌 자를 상대로 등기의 말소절차 이행을 명할 수는 없다. 나) 원심판결 이유에 의하면 원고가 2016. 7. 13. 주식회사 신한은행 앞으로 이 사건 토지 중 265/463 지분 및 이 사건 (다) 부분 건물에 관하여 채권최고액 1,470,000,000원인 근저당권설정등기를 마쳐주었음을 알 수 있다. 따라서 이 사건 (가), (나) 부분 토지 234㎡ 중 265/463 지분에 관한 근저당권설정등기의 말소등기와 관련하여 원고는 등기의무자가 아니므로, 원고에게 위 근저당권설정등기의 말소절차 이행을 명할 수 없다. 그런데도 원심이 그 판시와 같은 이유로 원고에게 위 근저당권설정등기의 말소절차 이행을 명한 데에는 등기의무자에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. 이를 지적하는 상고이유 주장은 이유 있다. 3) 원심판결 중 나머지 본소 관련 주문은 하나의 공유물분할판결로 함께 확정되어야 하므로 본소에 관한 원심판결은 모두 그대로 유지될 수 없다.  5.  결론 그러므로 원심판결 중 본소에 관한 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하며, 반소에 관한 피고의 상고를 기각하고 그 부분에 관한 상고비용은 패소자가 부담하도록 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.\n      대법관 김재형(재판장) 민유숙 이동원(주심) 노태악 \n     "
  },
  {
    "issue": " [1] 부동산 실권리자명의 등기에 관한 법률 제10조 제1항 단서에서 과징금을 부과할 수 없는 사유로 정한 ‘등기를 신청하지 못할 정당한 사유가 있는 경우’의 의미 [2] 1필의 토지 중 일부를 특정하여 매매계약을 체결한 경우, 매매대상이 된 특정 부분을 분할한 다음 그 부분에 관하여 소유권이전등기를 하는 것이 원칙인지 여부(적극) 및 1필의 토지 중 특정 부분에 대한 구분소유적 공유관계를 표상하기 위한 공유등기를 마치기 위해서는 그에 관한 합의가 있어야 하는지 여부(적극) [3] 甲이 거주하고 있는 건물이, 건축물이 있는 대지로서 용도지역이 준공업지역으로 지정되어 있는 乙 소유의 토지의 경계를 일부 침범하여, 甲이 乙로부터 위 토지 중 경계를 침범한 약 33㎡를 매수하는 계약을 체결하고 매매대금 전액을 지급한 후 40여 년이 지나 위 토지 중 일부 지분에 관한 소유권이전등기를 마쳤는데, 관할 구청장이 甲에 대하여 부동산 실권리자명의 등기에 관한 법률 제10조 제1항에 따른 장기미등기자에 해당한다는 이유로 과징금을 부과한 사안에서, 건축법령상 위 토지 중 경계침범 부분의 분할이 제한되므로, 甲이 장기간 위 경계침범 부분에 관한 소유권이전등기를 신청하지 못한 데에 정당한 사유가 없다고 단정하기는 어렵다고 한 사례",
    "yo": " [1] 부동산 실권리자명의 등기에 관한 법률 제10조 제1항 단서에서 장기미등기자에 대하여 과징금을 부과할 수 없는 사유의 하나로 정한 ‘등기를 신청하지 못할 정당한 사유가 있는 경우’란 장기미등기자의 책임으로 돌릴 수 없는 법령상 또는 사실상의 장애로 인하여 그에게 등기신청의무의 이행을 기대하는 것이 무리라고 볼 만한 사정이 있는 경우를 말한다. [2] 1필의 토지 중 일부를 특정하여 매매계약을 체결한 경우, 그 매매계약에 따른 소유권이전등기는 해당 토지 중 매매대상이 된 특정 부분을 분할한 다음 분할된 특정 부분에 관하여 소유권이전등기를 하는 것이 원칙이다. 이와 달리 1필의 토지 중 특정 부분에 대한 구분소유적 공유관계를 표상하기 위한 공유등기를 마치기 위해서는 당사자들 사이에 구분소유적 공유관계를 설정하기 위한 공유등기의 합의가 있어야 한다. [3] 甲이 거주하고 있는 건물이, 건축물이 있는 대지로서 용도지역이 준공업지역으로 지정되어 있는 乙 소유의 토지(이하 ‘乙 소유 토지’라 한다)의 경계를 일부 침범하여, 甲이 乙로부터 乙 소유 토지 중 경계를 침범한 약 33㎡(이하 ‘대상토지’라 한다)를 매수하는 계약을 체결하고 매매대금 전액을 지급한 후 40여 년이 지나 乙 소유 토지 중 일부 지분에 관한 소유권이전등기를 마쳤는데, 관할 구청장이 甲에 대하여 부동산 실권리자명의 등기에 관한 법률 제10조 제1항에 따른 장기미등기자에 해당한다는 이유로 과징금을 부과한 사안에서, 甲이 매매계약에 따라 대상토지에 관한 소유권이전등기를 신청하기 위해서는 먼저 乙 소유 토지 중 대상토지 부분을 분할하여야 하는데, 건축법령에 의하여 乙 소유 토지 중 약 33㎡에 해당하는 대상토지의 분할이 제한되고 있는 이상, 甲으로서는 대상토지에 관한 소유권이전등기절차를 이행하는 것이 불가능하므로, 甲에게 대상토지에 관한 소유권이전등기 신청의무의 이행을 기대하기 어려운 법령상 장애가 있었다고 볼 수 있고, 甲이 경계침범 부분을 특정하여 매수한 경위에 비추어 건축법령에 따른 법령상 장애 자체를 甲의 책임으로 돌릴 수는 없으므로, 甲이 장기간 乙 소유 토지 중 대상토지에 관한 소유권이전등기를 신청하지 못한 데에 정당한 사유가 없다고 단정하기는 어려운데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.",
    "refClause": "[1] 부동산 실권리자명의 등기에 관한 법률 제10조 제1항 [2] 민법 제186조, 제262조, 제563조 [3] 부동산 실권리자명의 등기에 관한 법률 제10조 제1항, 구 건축법(1999. 2. 8. 법률 제5895호로 개정되기 전의 것) 제49조 제2항(현행 제57조 제1항 참조), 구 건축법 시행령(1995. 12. 30. 대통령령 제14891호로 개정되기 전의 것) 제80조 제1항 제10호(현행 제80조 제3호 참조), 국토의 계획 및 이용에 관한 법률 제36조, 국토의 계획 및 이용에 관한 법률 시행령 제30조 제1항 제3호 (다)목",
    "wholePrec": "【원고, 상고인】 원고 (소송대리인 변호사 강길)【피고, 피상고인】 서울특별시 영등포구청장【원심판결】 서울고법 2019. 11. 15. 선고 2019누38818 판결【주 문】 원심판결을 파기하고, 사건을 서울고등법원에 환송한다.【이 유】 상고이유를 판단한다.  1.  사건의 개요와 쟁점  가.  원심판결 이유와 기록에 의하면 다음과 같은 사정들을 알 수 있다. (1) 원고는 서울 영등포구 (주소 1 생략) 지상 건물(이하 ‘이 사건 건물’이라 한다)에 거주하고 있는데 이 사건 건물은 (주소 2 생략) 대 106.8㎡(이하 ‘이 사건 토지’라 한다)의 경계를 일부 침범해 있었다. 이 사건 토지는 「국토의 계획 및 이용에 관한 법률」에 따라 용도지역이 ‘준공업지역’으로 지정되어 있고, 그 지상에는 별도의 건물이 있다. (2) 1972. 4. 12. 원고는 이 사건 토지의 소유자인 소외인으로부터 이 사건 토지 중 이 사건 건물이 경계를 침범한 약 33㎡(10평, 이하 ‘대상토지’라 한다)를 대금 12만 원에 매수하는 계약을 체결하고(이하 ‘이 사건 매매계약’이라 한다) 그 무렵 소외인에게 매매대금 전액을 지급하였다. (3) 2016. 7. 16. 소외인이 사망하자 원고는 서울남부지방법원에 소외인의 공동상속인들을 상대로 이 사건 매매계약에 따라 공유등기절차의 이행을 구하는 소를 제기하였고, 민사소송법 제257조에 따라 무변론으로 원고 승소판결이 선고되어(서울남부지방법원 2017. 3. 28. 선고 2017가단202634 판결) 그 무렵 그대로 확정되었다(이하 ‘관련 민사판결’이라 한다). (4) 관련 민사판결에 따라 원고는 2017. 6. 27. 이 사건 토지 중 3,630/11,748 지분에 관한 소유권이전등기를 마쳤다. (5) 피고는 2018. 5. 9. 원고에 대하여 ‘매매대금을 모두 지급한 날로부터 3년 이내에 대상토지에 관한 소유권이전등기를 마치지 아니함으로써 부동산 실권리자명의 등기에 관한 법률(이하 ‘부동산실명법’이라 한다) 제10조 제1항에 따른 장기미등기자에 해당한다’는 이유로 과징금 8,250,000원을 부과하는 이 사건 처분을 하였다.  나.  이 사건의 쟁점은, 원고가 장기간 이 사건 토지 중 대상토지를 분할하여 소유권이전등기를 신청하지 못한 데에 부동산실명법 제10조 제1항 단서에서 정한 ‘정당한 사유’가 있다고 볼 수 있는지 여부이다.  2.  원심의 판단 원심은 다음과 같은 이유로 원고에게 등기를 신청하지 못할 정당한 사유가 인정되지 않는다고 판단하였다. (1) 이 사건 매매계약 체결 당시 이미 건축법령에 따른 대지면적 최소한도 제한이 존재하고 있었으므로 원고로서는 매매계약 체결 당시부터 대상토지로의 분필이 제한될 수 있음을 예상할 수 있었다. (2) 원고가 이 사건 매매계약 체결 후 관계 기관에 대상토지의 분할 및 대상토지에 관한 소유권이전등기를 신청하였다가 관계 법령에 따라 분할이 불가능하다는 사유로 등기신청이 반려되었다거나, 구분소유적 공유를 위한 공유등기를 포함하여 대상토지에 관한 소유권이전등기의 신청을 위하여 노력하였다고 볼 만한 구체적·객관적 증거도 없다.  3.  대법원의 판단  가.  (1) 부동산실명법 제10조 제1항 단서에서 장기미등기자에 대하여 과징금을 부과할 수 없는 사유의 하나로 정한 ‘등기를 신청하지 못할 정당한 사유가 있는 경우’란 장기미등기자의 책임으로 돌릴 수 없는 법령상 또는 사실상의 장애로 인하여 그에게 등기신청의무의 이행을 기대하는 것이 무리라고 볼 만한 사정이 있는 경우를 말한다(대법원 2002. 5. 17. 선고 2000두6558 판결 등 참조).  1995.  7. 1. 부동산실명법 시행일 당시의 구 건축법(1999. 2. 8. 법률 제5895호로 개정되기 전의 것) 제49조는 건축물이 있는 대지는 대통령령이 정하는 범위 안에서 시·군·구의 조례로 정하는 면적 기준에 미달되게 분할할 수 없다고 규정하였다. 그 위임에 따라 구 건축법 시행령(1995. 12. 30. 대통령령 제14891호로 개정되기 전의 것) 제80조 제1항 제10호는 준공업지역의 대지면적의 최소한도는 150㎡ 이상의 범위 안에서 건축조례가 정하는 규모 이상이어야 한다고 규정하였고, 구 서울특별시 영등포구 건축조례(1996. 12. 6. 서울특별시영등포구조례 제350호로 전부 개정되기 전의 것) 제41조 제1항 제10호는 준공업지역의 대지면적의 최소한도는 200㎡ 이상이어야 한다고 규정하였다. 그리고 이와 같은 건축물 있는 대지에 관한 대지면적 최소한도 미만으로의 분할 제한은 현행 건축법 제57조 제1항, 건축법 시행령 제80조 제3호 및 서울특별시 건축조례 제29조에 이르기까지 계속해서 유지되고 있다. (2) 1필의 토지 중 일부를 특정하여 매매계약을 체결한 경우, 그 매매계약에 따른 소유권이전등기는 해당 토지 중 매매대상이 된 특정 부분을 분할한 다음 분할된 특정 부분에 관하여 소유권이전등기를 하는 것이 원칙이다. 이와 달리 1필의 토지 중 특정 부분에 대한 구분소유적 공유관계를 표상하기 위한 공유등기를 마치기 위해서는 당사자들 사이에 구분소유적 공유관계를 설정하기 위한 공유등기의 합의가 있어야 한다.  나.  앞서 본 사실관계를 관련 규정과 법리에 비추어 살펴보면, 원고는 부동산실명법이 시행된 1995. 7. 1.부터 이 사건 토지에 관하여 원고 명의의 지분 소유권이전등기를 신청한 2017. 6. 27.까지 대상토지에 관한 소유권이전등기를 신청하지 못한 데에 정당한 사유가 없다고 단정하기는 어렵다. 그 구체적인 이유는 다음과 같다. (1) 건축물이 있는 대지로서 용도지역이 준공업지역으로 지정되어 있는 이 사건 토지는, 원고가 처음으로 부동산실명법 제10조 제1항의 적용을 받게 된 1995. 7. 1.부터 원고가 이 사건 토지 중 일부 지분에 관한 소유권이전등기를 신청한 2017. 6. 27.까지 계속해서 건축법령에 의하여 200㎡ 미만으로 분할할 수 없는 제한이 있어 왔다. 원고가 이 사건 매매계약에 따라 대상토지에 관한 소유권이전등기를 신청하기 위해서는 먼저 이 사건 토지 중 대상토지 부분을 분할하여야 한다. 그런데 위와 같이 건축법령에 의하여 이 사건 토지 중 약 33㎡에 해당하는 대상토지의 분할이 제한되고 있는 이상, 원고로서는 대상토지에 관한 소유권이전등기절차를 이행하는 것이 불가능하므로(대법원 2017. 8. 29. 선고 2016다212524 판결 참조), 원고에게 대상토지에 관한 소유권이전등기 신청의무의 이행을 기대하기 어려운 법령상 장애가 있었다고 볼 수 있다. (2) 원고는 이 사건 건물이 이 사건 토지의 경계를 일부 침범하여 부득이 이 사건 토지 중 경계침범 부분을 특정하여 매수한 것으로 보인다. 이러한 경위로 원고가 분할이 제한되는 토지를 매수하였다면 그러한 이유만으로 건축법령에 따른 법령상 장애 자체를 원고의 책임으로 돌릴 수는 없다. (3) 다만 원고와 소외인이 이 사건 매매계약에 따른 소유권이전등기를 분필을 전제로 하는 소유권이전등기가 아니라, 구분소유적 공유관계 설정을 위한 공유등기를 하기로 합의하였다고 한다면, 원고는 공유등기방식으로 이 사건 매매계약에 따른 소유권이전등기를 신청할 수 있으므로, 이러한 경우에는 원고에게 등기를 신청하지 못할 정당한 사유가 인정될 수 없을 것이다.  다.  그런데도 원심은 이러한 점을 구체적으로 따져보지 아니한 채 원고가 대상토지에 관한 소유권이전등기를 신청하지 못한 데 정당한 사유가 인정되지 않는다고 판단하고 말았다. 이러한 원심의 판단에는 필요한 심리를 다하지 아니하여 부동산실명법상 ‘등기를 신청하지 못할 정당한 사유’에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다.  4.  결론 그러므로 원심판결을 파기하고, 사건을 다시 심리·판단하게 하기 위하여 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.\n      대법관 민유숙(재판장) 김재형 이동원 노태악(주심) \n     "
  }
]